Repository: spaceguybob/apx
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.apx.po
Languages: ar, ca, cs, de, el, es, ga, he, id, it, ko, nl, pt_br, tr, uk, vi

# stacks.update.info.noPackages
source: You have not provided any packages to install in the stack. Do you want to add some now?
ar: لم تقم بتوفير أي حزم لتثبيتها في التشكيلة. هل تريد إضافة بعضها الآن؟
de: Sie haben keine Pakete zur Installation im Stapel angegeben. Möchten Sie jetzt welche hinzufügen?
es: No ha proporcionado ningún paquete para instalar en la pila. ¿Quieres agregar algunos ahora?
ga: Níor chuir tú aon phacáistí ar fáil le suiteáil sa chruach. An bhfuil fonn ort roinnt a chur leis anois?
id: Anda belum menyediakan paket apa pun untuk diinstal dalam stack. Apakah Anda ingin menambahkannya sekarang?
ko: 스택에 설치할 패키지를 제공하지 않았습니다. 지금 추가 하시겠습니까?
nl: U heeft geen pakketten opgegeven om in de stack te installeren. Wilt u er nu een paar toevoegen?
pt_br: Você não forneceu nenhum pacote para instalar na pilha. Deseja adicionar algum?
tr: Yığında kurulacak herhangi bir paket sağlamadınız. Şimdi birkaç tane eklemek ister misiniz?
uk: Ви не надали жодних пакетів для встановлення в стек. Бажаєте додати їх зараз?

# stacks.update.info.success
source: Updated stack '%s'.
ar: تم تحديث التشكيلة '%s':
ca: Pila actualitzada '%s'.
cs: Stack '%s' aktualizován.
de: Stapel '%s' aktualisiert.
el: Ενημερώθηκε η στοίβα '%s'.
es: Pila '%s' actualizada.
ga: Cruach nuashonraithe '%s'.
he: ערימה מעודכנת '%s'.
id: stack yang diperbarui '%s'.
it: Aggiornato lo stack '%s'.
ko: '%s' 스택을 업데이트했습니다.
nl: Stack ‘%s’ bĳgewerkt.
pt_br: Pilha '%s' atualizada.
tr: '%s' yığını güncellendi.
uk: Оновлено стек «%s».

# subsystems.labels.name
source: Name
ar: الاسم
ca: Nom
cs: Název
el: Όνομα
es: Nombre
ga: Ainm
he: שם השם
id: Nama
it: Nome
ko: 이름
nl: Naam
pt_br: Nome
tr: Ad
uk: Назва

# subsystems.labels.status
source: Status
ar: الحالة
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
ga: Stádas
he: סטטוס
it: Stato
ko: 상태
tr: Durum
uk: Статус

# subsystems.list.info.foundSubsystems
source: Found %d subsystems:
ar: تم العثور على %d أنظمة فرعية:
ca: Trobats %d subsistemes:
cs: Nalezeno %d subsystémů:
de: %d Subsysteme gefunden:
el: Βρέθηκαν %d υποσυστήματα:
es: Se han encontrado %d subsistemas:
ga: Aimsíodh fochórais %d:
he: נמצאו %d מערכות משנה:
id: Ditemukan %d subsistem:
it: Trovati %d sottosistemi:
ko: 하위 시스템을 찾았습니다: %d
nl: %d subsystemen gevonden:
pt_br: Encontrados %d subsistemas:
tr: %d alt sistem bulundu:
uk: Знайдено %d підсистем:

# subsystems.list.info.noSubsystems
source: No subsystems available. Create a new one with 'apx subsystems new' or contact the system administrator.
ar: لا يوجد أنظمة فرعية متاحة. قم بإنشاء واحد جديد باستخدام 'apx subsystems new' او قم بالتحدث لمسؤول النظام.
ca: No hi han subsistemes disponibles. Crea un de nou amb 'apx subsystem new' o contacta amb l'administrador del sistema.
cs: Nejsou k dispozici žádné subsystémy. Vytvořte nový pomocí příkazu 'apx subsystems new' nebo kontaktujte správce systému.
de: Keine Subsysteme vorhanden. Erstellen Sie ein neues mit 'apx subsystems new' oder wenden Sie sich an den Systemadministrator.
el: Δεν υπάρχουν διαθέσιμα υποσυστήματα. Δημιουργήστε ένα νέο με το 'apx subsystems new' ή επικοινωνήστε με τον διαχειριστή του συστήματος.
es: No hay subsistemas disponibles. Crea uno nuevo con 'apx subsystems new' o ponte en contacto con el administrador del sistema.
ga: Níl aon fhochórais ar fáil. Cruthaigh ceann nua le 'fochórais apx nua' nó déan teagmháil le riarthóir an chórais.
he: אין תת-מערכות זמינות. צור חדש עם "מערכת תת-מערכת חדשה" או צור קשר עם מנהל המערכת.
id: Tidak ada subsistem yang tersedia. Buat yang baru dengan 'apx subsystems new' atau hubungi administrator sistem.
it: Non ci sono sottosistemi disponibili. Creane uno nuovo con 'apx subsystems new' o contatta l'amministratore del sistema.
ko: 하위 시스템이 없습니다. 'apx subsystems new' 명령어로 새 하위 시스템을 생성하시거나 시스템 관리자에게 문의하십시오.
nl: Geen subsystemen beschikbaar. Maak een nieuwe aan met ‘apx subsystems new’ of neem contact op met de systeembeheerder.
pt_br: Não há subsistemas disponíveis. Crie um novo com 'apx subsystems new' ou entre em contato com o administrador do sistema.
tr: Alt sistem yok. 'apx subsystems new' ile yenisini oluşturun ya da sistem yöneticisine başvurun.
uk: Немає доступних підсистем. Створіть нову за допомогою «apx subsystems new» або зверніться до системного адміністратора.

# subsystems.new.error.alreadyExists
source: A subsystem with the name '%s' already exists.
ar: يوجد نظام فرعي بنفس الاسم '%s' بالفعل.
ca: Ja existeix un subsistema amb el nom '%s'.
cs: Subsystém s názvem '%s' již existuje.
de: Ein Subsystem mit dem Namen '%s' existiert bereits.
el: Ένα υποσύστημα με όνομα '%s' υπάρχει ήδη.
es: Ya existe un subsistema con el nombre '%s'.
ga: Tá fochóras leis an ainm '%s' ann cheana.
he: תת-מערכת עם השם '%s' כבר קיימת.
id: Subsistem dengan nama '%s' sudah ada.
it: Esiste già un sottosistema con il nome '%s'.
ko: '%s' 이름을 가진 하위 시스템이 이미 존재합니다.
nl: Er bestaat al een subsysteem met de naam ‘%s’.
pt_br: Já existe um subsistema com o nome '%s'.
tr: '%s' adlı alt sistem zaten var.
uk: Підсистема з назвою «%s» вже існує.

# subsystems.new.error.emptyName
source: The name cannot be empty.
ar: الاسم لا يمكن أن يكون فارغا.
ca: El nom no pot estar buit.
cs: Název nesmí být prázdný.
de: Der Name darf nicht leer sein.
el: Το όνομα δεν μπορεί να είναι κενό.
es: El nombre no puede estar vacío.
ga: Ní féidir leis an ainm a bheith folamh.
he: השם לא יכול להיות ריק.
id: Nama tidak boleh kosong.
it: Il nome non può essere vuoto.
ko: 이름은 비울 수 없습니다.
nl: De naam mag niet leeg zĳn.
pt_br: O nome não pode ser vazio.
tr: Ad boş olamaz.
uk: Назва не може бути порожньою.

# subsystems.new.error.emptyStack
source: The stack cannot be empty.
ar: التشكيلة لا يمكن أن تكون فارغة.
ca: La pila no pot estar buida.
cs: Stack nesmí být prázdný.
de: Der Stapel darf nicht leer sein.
el: Η στοίβα δεν μπορεί να είναι κενή.
es: La pila no puede estar vacía.
ga: Ní féidir leis an gcruach a bheith folamh.
he: הערימה לא יכולה להיות ריקה.
id: stack tidak boleh kosong.
it: Lo stack non può essere vuoto.
ko: 스택은 비울 수 없습니다.
nl: De stack mag niet leeg zĳn.
pt_br: A pilha não pode ser vazia.
tr: Yığın boş olamaz.
uk: Стек не може бути порожнім.

# subsystems.new.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
ca: No s'ha especificat cap nom.
cs: Název není uveden.
de: Kein Name angegeben.
el: Δεν καθορίστηκε όνομα.
es: Sin nombre especificado.
ga: Níor sonraíodh aon ainm.
he: שום שם לא צוין.
id: Tidak ada nama yang ditentukan.
it: Non è stato specificato alcun nome.
ko: 이름이 특정되지 않았습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
tr: Ad belirtilmedi.
uk: Назву не вказано.

# subsystems.new.error.noStack
source: No stack specified.
ar: لم يتم تحديد تشكيلة.
ca: No s'ha especificat cap pila.
cs: Nebyl zadán stack.
de: Kein Stapel angegeben.
el: Δεν καθορίστηκε στοίβα.
es: No se ha especificado la pila.
ga: Níor sonraíodh aon chruach.
he: אין ערימה שצוין.
id: Tidak ada stack yang ditentukan.
it: Non è stato specificato alcuno stack.
ko: 스택이 특정되지 않았습니다.
nl: Geen stack opgegeven.
pt_br: Nenhuma pilha especificada.
tr: Yığın belirtilmedi.
uk: Стек не вказано.

# subsystems.new.error.noStacks
source: A stack is needed to create a subsystem. Create a new one with 'apx stacks new' or contact the system administrator.
ar: لإنشاء نظام فرعي يجب وجود تشكيلة. قم بإنشاء واحدة جديدة باستخدام 'apx stacks new' او قم بالتحدث لمسؤول النظام.
ca: Es necessita una pila per crear un subsistema. Crea una de nova amb 'apx stacks new' o contacta amb l'administrador del sistema.
cs: K vytvoření subsystému je zapotřebí stack. Vytvořte nový pomocí příkazu 'apx stacks new' nebo se obraťte na správce systému.
de: Um ein Subsystem zu erstellen, wird ein Stapel benötigt. Erstellen Sie einen neuen mit 'apx stacks new' oder wenden Sie sich an den Systemadministrator.
el: Χρειάζεται μια στοίβα για την δημιουργία ενός υποσυστήματος. Δημιουργήστε μια νέα με το 'apx stacks new' ή επικοινωνήστε με τον διαχειριστή του συστήματος.
es: Se necesita una pila para crear un subsistema. Crea una nueva con 'apx stacks new' o ponte en contacto con el administrador del sistema.
ga: Tá stack ag teastáil chun fochóras a chruthú. Cruthaigh ceann nua le 'apx stacks new' nó déan teagmháil le riarthóir an chórais.
he: יש צורך בערימה כדי ליצור תת-מערכת. צור חדש עם "Apxערימה חדשה" או צור קשר עם מנהל המערכת.
id: stack diperlukan untuk membuat subsistem. Buat yang baru dengan 'apx stacks new' atau hubungi administrator sistem.
it: Per creare un sottosistema è necessario uno stack. Creane uno nuovo con 'apx stacks new' o contatta l'amministratore del sistema.
ko: 하위 시스템을 만드는 데 스택이 필요합니다. 'apx stacks new' 명령어로 새로운 스택을 생성하시거나 시스템 관리자에게 문의하십시오.
nl: Er is een stack nodig om een subsysteem aan te maken. Maak een nieuwe aan met ‘apx stacks new’ of neem contact op met de systeembeheerder.
pt_br: É necessária uma pilha para criar um subsistema. Crie uma nova com 'apx stacks new' ou entre em contato com o administrador do sistema.
tr: Alt sistem oluşturmak için yığın gereklidir. 'apx stacks new' ile yenisini oluşturun ya da sistem yöneticisine başvurun.
uk: Для створення підсистеми потрібен стек. Створіть новий стек за допомогою «apx stacks new» або зверніться до системного адміністратора.

# subsystems.new.error.stackDoesNotExist
source: The specified stack does not exist. Create it with 'apx stacks new' or contact the system administrator.
ar: التشكيلة المحددة غير موجودة. قم بإنشاء واحدة جديدة باستخدام 'apx stacks new' او قم بالتحدث لمسؤول النظام.
ca: La pila especificada no existeix. Crea una de nova amb 'apx stacks new' o contacta amb l'administrador del sistema.
cs: Zadaný stack neexistuje. Vytvořte jej pomocí příkazu 'apx stacks new' nebo kontaktujte správce systému.
de: Der angegebene Stapel existiert nicht. Erstellen Sie ihn mit 'apx stacks new' oder wenden Sie sich an den Systemadministrator.
el: Η επιλεγμένη στοίβα δεν υπάρχει. Δημιουργήστε τη με το 'apx stacks new' ή επικοινωνήστε με τον διαχειριστή του συστήματος.
es: La pila especificada no existe. Créela con 'apx stacks new' o póngase en contacto con el administrador del sistema.
ga: Níl an chairn shonraithe ann. Cruthaigh é le 'cruacha apx nua' nó déan teagmháil le riarthóir an chórais.
he: הערימה המפורטת אינה קיימת. צור אותו עם "Apxערימה חדשה" או צור קשר עם מנהל המערכת.
id: stack yang ditentukan tidak ada. Buatlah dengan 'apx stacks new' atau hubungi administrator sistem.
it: Lo stack specificato non esiste. Crealo con 'apx stacks new' o contatta l'amministratore del sistema.
ko: 특정된 스택이 존재하지 않습니다. 'apx stacks new' 명령어로 해당 스택을 생성하시거나 시스템 관리자에게 문의하십시오.
nl: De opgegeven stack bestaat niet. Maak deze aan met ‘apx stacks new’ of neem contact op met de systeembeheerder.
pt_br: A pilha especificada não existe. Crie-a com 'apx stacks new' ou entre em contato com o administrador do sistema.
tr: Belirtilen yığın yok. 'apx stacks new' ile oluşturun ya da sistem yöneticisiyle iletişime geçin.
uk: Вказаного стека не існує. Створіть його за допомогою «apx stacks new» або зверніться до системного адміністратора.

# subsystems.new.info.askName
source: Choose a name:
ar: اختر اسما:
ca: Escull un nom:
cs: Vyberte název:
de: Wählen Sie einen Namen:
el: Επιλέξτε ένα όνομα:
es: Elige un nombre:
ga: Roghnaigh ainm:
he: בחרו שם:
id: Pilih sebuah nama:
it: Scegli un nome:
ko: 이름 입력:
nl: Kies een naam:
pt_br: Escolha um nome:
tr: Ad seç:
uk: Вибрати ім'я:

# subsystems.new.info.availableStacks
source: Available stacks:
ar: التشكيلات المتاحة:
de: Verfügbare Stapel:
es: Pilas disponibles:
ga: Cruacha atá ar fáil:
id: stack yang tersedia:
ko: 사용 가능한 스택:
nl: Beschikbare stacks:
pt_br: Pilhas disponíveis:
tr: Uygun yığınlar:
uk: Доступні стеки:

# subsystems.new.info.creatingSubsystem
source: Creating subsystem '%s' with stack '%s'…
ar: تم إنشاء نظام فرعي '%s' بالطبقة '%s'…
ca: Creant subsitema '%s' a la pila '%s'…
cs: Subsystém '%s' se stackem '%s' vytvořen…
de: Subsystem '%s' mit Stapel '%s' wird erstellt…
el: Δημιουργήθηκε το υποσύστημα '%s' με τη στοίβα '%s'…
es: Creando subsistema '%s' con pila '%s'…
ga: Fochóras '%s' á chruthú le cruach '%s'…
he: יוצר תת-מערכת '%s' עם מחסנית '%s'…
id: Membuat subsistem '%s' dengan stack '%s'…
it: Creando sottosistema '%s' con stack '%s'…
ko: 스택 '%s'을(를) 사용하여 하위 시스템 '%s'(을)를 생성중.…
nl: Subsysteem ‘%s’ aanmaken met stack ‘%s’…
pt_br: Criando o subsistema '%s' com a pilha '%s'…
tr: '%s' alt sistemi '%s' yığınıyla oluşturuluyor…
uk: Створення підсистеми «%s» зі стеком «%s»…

# subsystems.new.info.selectStack
source: Select a stack [1-%d]:
ar: اختر تشكيلة [1-%d]:
ca: Selecciona una pila [1-%d]:
cs: Vyberte stack [1-%d]:
de: Wählen Sie einen Stapel [1-%d]:
el: Επιλέξτε μια στοίβα [1-%d]:
es: Seleccione una pila [1-%d]:
ga: Roghnaigh cruach [1-%d]:
he: בחר ערימה [1-%d]:
id: Pilih stack [1-%d]:
it: Selezionare uno stack [1-%d]:
ko: 스택 선택 [1-%d]:
nl: Selecteer een stack [1-%d]:
pt_br: Selecione uma pilha [1-%d]:
tr: Yığın seç [1-%d]:
uk: Виберіть стек [1-%d]:

# subsystems.new.info.success
source: Created subsystem '%s'.
ar: تم إنشاء النظام الفرعي '%s'.
ca: Subsistema '%s' creat.
cs: Subsystém '%s' vytvořen.
de: Subsystem '%s' erstellt.
el: Δημιουργήθηκε το υποσύστημα '%s'.
es: Subsistema creado '%s'.
ga: Cruthaíodh fochóras '%s'.
he: מערכת המשנה "%s".
id: Membuat subsistem '%s'.
it: Creato il sottosistema '%s'.
ko: 하위 시스템 '%s'(을)를 만들었습니다.
nl: Subsysteem ‘%s’ aangemaakt.
pt_br: Subsistema '%s' criado.
tr: '%s' alt sistemi oluşturuldu.
uk: Створено підсистему «%s».

# subsystems.reset.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
ca: Cap nom especificat.
cs: Název není uveden.
de: Kein Name angegeben.
el: Δεν καθορίστηκε όνομα.
es: Sin nombre especificado.
ga: Níor sonraíodh aon ainm.
he: שום שם לא צוין.
id: Tidak ada nama yang ditentukan.
it: Non è stato specificato alcun nome.
ko: 이름이 특정되지 않았습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
tr: Ad belirtilmedi.
uk: Назву не вказано.

# subsystems.reset.info.askConfirmation
source: Are you sure you want to reset '%s'?
ar: هل انت متأكد من إعادة ضبط '%s'؟
ca: Segur que vols restablir '%s'? [y/N]
cs: Jste si jisti, že chcete resetovat '%s'? [y/N]
de: Sind Sie sicher, dass Sie ,%s' zurücksetzen möchten?
el: Είστε σίγουροι πως επιθυμείτε την επαναφορά του '%s'; [y/N]
es: ¿Estás seguro de que quieres restablecer '%s'?
ga: An bhfuil tú cinnte go bhfuil fonn ort '%s' a athshocrú?
he: אתה בטוח שאתה רוצה לאפס את '%s'? [y/N]
id: Apakah Anda yakin ingin mereset '%s'?
it: Si è sicuri di voler resettare '%s'? [y/N]
ko: 정말로 '%s'(을)를 초기화하시겠습니까? [y/N]
nl: Weet u zeker dat u ‘%s’ wilt resetten?
pt_br: Tem certeza de que deseja redefinir '%s'?
tr: '%s' sıfırlansın ister misiniz?
uk: Ви впевнені, що хочете скинути «%s»?
vi: Are you sure you want to reset '%s'? [y/N]

# subsystems.reset.info.success
source: The subsystem '%s' has been reset.
ar: تم اعادة انشاء النظام الفرعي '%s'.
ca: El subsitema '%s' s'ha restablert.
cs: Subsystém "%s" byl resetován.
de: Das Subsystem '%s' wurde zurückgesetzt.
el: Το υποσύστημα '%s' επαναφέρθηκε.
es: El subsistema '%s' ha sido reiniciado.
ga: Athshocraíodh an fochóras '%s'.
he: ה'%s' של תת-מערכת כבר לאפס.
id: Subsistem '%s' telah diatur ulang.
it: Il sottosistema '%s' è stato resettato.
ko: 하위 시스템 '%s'(이)가 초기화되었습니다.
nl: Het subsysteem ‘%s’ is gereset.
pt_br: O subsistema '%s' foi redefinido.
tr: '%s' alt sistemi sıfırlandı.
uk: Підсистему «%s» було скинуто.

# subsystems.rm.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
ca: No s'ha especificat el nom.
cs: Název není uveden.
de: Kein Name angegeben.
el: Δεν καθορίστηκε όνομα.
es: Sin nombre especificado.
ga: Níor sonraíodh aon ainm.
he: שום שם לא צוין.
id: Tidak ada nama yang ditentukan.
it: Non è stato specificato alcun nome.
ko: 이름이 특정되지 않았습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
tr: Ad belirtilmedi.
uk: Назву не вказано.

# subsystems.rm.info.askConfirmation
source: Are you sure you want to remove '%s'?
ar: هل انت متأكد من حذف '%s'؟
ca: Segur que vols eliminar '%s'? [y/N]
cs: Jste si jisti, že chcete odstranit '%s'?
de: Sind Sie sicher, dass Sie ,%s' entfernen möchten?
el: Είστε σίγουροι πως επιθυμείτε την αφαίρεση του '%s'; [y/N]
es: ¿Está seguro de que desea eliminar '%s'?
ga: An bhfuil tú cinnte go bhfuil fonn ort '%s' a bhaint?
he: אתה בטוח שאתה רוצה להסיר "%s"? [y/N]
id: Apakah Anda yakin ingin menghapus '%s'?
it: Si è sicuri di voler rimuovere '%s'? [y/N]
ko: '%s'(을)를 삭제하시겠습니까?
nl: Weet u zeker dat u ‘%s’ wilt verwĳderen?
pt_br: Tem certeza de que deseja remover '%s'?
tr: '%s' kaldırılsın ister misiniz?
uk: Ви впевнені, що хочете видалити «%s»?
vi: Are you sure you want to remove '%s'? [y/N]

# subsystems.rm.info.success
source: Removed subsystem '%s'.
ar: تم حذف النظام الفرعي '%s'.
ca: Subsitema '%s' eliminat.
cs: Subsystém '%s' odstraněn.
de: Das Subsystem '%s' wurde entfernt.
el: Αφαιρέθηκε το υποσύστημα '%s'.
es: Subsistema eliminado '%s'.
ga: Baineadh fochóras '%s'.
he: הסרת מערכת משנה "%s".
id: Menghapus subsistem '%s'.
it: Rimosso il sottosistema '%s'.
ko: 하위 시스템 '%s'(을)를 삭제하였습니다.
nl: Subsysteem ‘%s’ verwĳderd.
pt_br: Subsistema '%s' removido.
tr: '%s' alt sistemi kaldırıldı.
uk: Видалено підсистему «%s».

source: apx.arg.command
es: El comando a ejecutar.
it: Il comando da eseguire.

source: apx.arg.packages
es: Los paquetes a instalar/eliminar.
it: I pacchetti da installare/rimuovere.

source: apx.arg.query
es: La consulta de búsqueda.
it: La query di ricerca.

source: apx.arg.package
es: El nombre del paquete.
it: Il nome del pacchetto.

source: apx.arg.applications
es: Las aplicaciones a exportar/eliminar de la exportación.
it: Le applicazioni da esportare/rimuovere.

source: apx.arg.stack
es: El nombre del stack.
it: Il nome dello stack.

source: apx.arg.pkgmanager
es: El nombre del gestor de paquetes.
it: Il nome del gestore pacchetti.

# apx.terminal.false
source: no
ar: لا
cs: ne
de: nein
el: όχι
ga: Ní hea
he: לא
id: tidak
ko: 아니오
nl: nee
pt_br: não
tr: hayır
uk: ні
vi: không

# subsystems.new.error.forbiddenName
source: The name '%s' is forbidden. Please choose a different name
de: Der Name ‚%s‘ ist unzulässig. Bitte wählen Sie einen anderen Namen aus
ga: Tá an t-ainm '%s' toirmiscthe. Roghnaigh ainm eile le do thoil
id: Nama '%s' dilarang. Silakan pilih nama yang berbeda
nl: De naam ‘%s’ is niet toegestaan. Kies een andere naam
tr: '%s' adına izin verilmiyor. Lütfen başka ad seçin
uk: Назва «%s» заборонена. Виберіть іншу назву
