Repository: spaceguybob/apx
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.apx.po
Languages: ar, ca, cs, de, el, es, ga, he, id, it, ko, nl, pt_br, tr, uk, vi

# runtimeCommand.error.exportingApp
source: An error occurred while exporting the application: %s
ar: حدث خطأ أثناء تصدير التطبيق: %s
ca: S'ha trobat un error mentre s'exportava l'aplicació: %s
cs: Nastala chyba během exportování aplikace: %s
de: Beim Exportieren der Anwendung ist ein Fehler aufgetreten: %s
el: Προέκυψε σφάλμα κατά την εξαγωγή της εφαρμογής: %s
es: Un error ocurrio mientras se exportaba la applicaćion: %s
ga: Tharla earráid agus an feidhmchlár á easpórtáil: %s
he: טעות התרחשה בעת הייצוא היישום: %s
id: Terjadi kesalahan saat mengekspor aplikasi: %s
it: Si è verificato un errore durante l'esportazione dell'applicazione: %s
ko: 응용 프로그램을 export하는 중 오류가 발생했습니다: %s
nl: Er is een fout opgetreden bĳ het exporteren van de app: %s
pt_br: Ocorreu um erro ao exportar o aplicativo: %s
tr: Uygulamayı çıkartırken hata oluştu: %s
uk: Під час експорту застосунку сталася помилка: %s
vi: Có một lỗi đã xảy ra khi xuất ứng dụng: %s

# runtimeCommand.error.exportingBin
source: An error occurred while exporting the binary: %s
ar: حدث خطأ أثناء تصدير البرنامج: %s
ca: S'ha trobat un error mentre s'exportava el binari: %s
cs: Nastala chyba během exportování binárního souboru: %s
de: Beim Exportieren der Binärdatei ist ein Fehler aufgetreten: %s
el: Προέκυψε σφάλμα κατά την εξαγωγή του εκτελέσιμου αρχείου: %s
es: Un error ocurrio mientas se exportaba el binaro: %s
ga: Tharla earráid agus an dénártha á easpórtáil: %s
he: טעות אירעה בעת יצוא בינארי: %s
id: Terjadi kesalahan saat mengekspor biner: %s
it: Si è verificato un errore durante l'esportazione del file binario: %s
ko: 바이너리를 export하는 중 오류가 발생했습니다: %s
nl: Er is een fout opgetreden bĳ het exporteren van het programmabestand: %s
pt_br: Ocorreu um erro ao exportar o binário: %s
tr: İkili dosyayı çıkartırken hata oluştu: %s
uk: Під час експорту бінарного файлу сталася помилка: %s
vi: Có một lỗi đã xảy ra khi xuất mã biên dịch: %s

# runtimeCommand.error.noAppNameOrBin
source: --app-name or --bin must be specified.
ar: يجب تحديد --app-name او --bin
ca: S'ha de declarar --nom-aplicació o --binari.
cs: --app-name nebo --bin musí být specifikováno.
de: --app-name oder --bin müssen angegeben werden.
el: Πρέπει να προσδιοριστεί το --όνομα-της-εφαρμογής ή --του-εκτελέσιμου-αρχείου.
es: --app-nombre o --bin debe ser especifcado.
ga: Ní mór --app-name nó --bin a shonrú.
he: יש לציין --app-name או --bin.
id: <openpyxl.worksheet.formula.ArrayFormula object at 0x7fdb3e098810>
it: --app-name o --bin devono essere specificati.
ko: --app-name 또는 --bin을 지정해야 합니다.
nl: --app-name of --bin moeten worden opgegeven.
pt_br: --app-name ou --bin devem ser especificados.
tr: --app-name veya --bin belirtilmeli.
uk: Необхідно вказати --app-name або --bin.
vi: --app-name hoặc --bin phải được xác định.

# runtimeCommand.error.noPackageSpecified
source: No packages specified.
ar: لم يتم تحديد حزمة.
ca: No s'ha especificat cap paquet.
cs: Nebyly zadány balíčky.
de: Keine Pakete angegeben.
el: Δεν επιλέχθηκαν πακέτα.
es: No se especifican paquetes.
ga: Níor sonraíodh aon phacáistí.
he: אין חבילות שצוינו.
id: Tidak ada paket yang ditentukan.
it: Nessun pacchetto specificato.
ko: 지정된 패키지가 없습니다.
nl: Geen pakketten opgegeven.
pt_br: Não há pacotes especificados.
tr: Hiçbir paket belirtilmedi.
uk: Пакети не вказані.
vi: Chưa có gói nào được xác định.

# runtimeCommand.error.sameAppOrBin
source: --app-name and --bin cannot be both specified.
ar: لا يمكن تحديد --app-name و --bin في نفس الوقت.
ca: No es poden declarar --nom-aplicació o --binari a la vegada.
cs: nelze použít --app-name a --bin najednou.
de: --app-name und --bin können nicht gleichzeitig angegeben werden.
el: Δεν γίνεται να καθοριστεί το --όνομα-της-εφαρμογής και το --εκτελέσιμο-αρχείο ταυτόχρονα.
es: --app-nombre y --bin no pueden ambos estar especificados.
ga: --app-name agus --bin ní féidir an dá rud a shonrú.
he: לא ניתן לציין שניהם --app-name ו- --bin.
id: <openpyxl.worksheet.formula.ArrayFormula object at 0x7fdb3e098090>
it: --app-name e --bin non possono essere specificati assieme.
ko: --app-name 과 --bin 둘 다 지정할 수 없습니다.
nl: --app-name en --bin kunnen niet beide worden opgegeven.
pt_br: --app-name e --bin não podem ser especificados simultaneamente.
tr: --app-name ve --bin aynı anda belirtilemez.
uk: --app-name і --bin не можуть бути вказані одночасно.
vi: không được xác định --app-name và --bin cùng lúc.

# runtimeCommand.error.startingContainer
source: An error occurred while starting the container: %s
ar: حدث خطأ ما أثناء بدء تشغيل الحاوية: %s
de: Beim Starten des Containers ist ein Fehler aufgetreten: %s
es: Se ha producido un error al iniciar el contenedor: %s
ga: Tharla earráid agus an coimeádán á thosú: %s
he: טעות אירעה בעת הפעלת מיכל: %s
id: Terjadi kesalahan saat memulai kontainer: %s
it: Si è verificato un errore durante l'avvio del container: %s
ko: 컨테이너를 시작하는 동안 오류가 발생했습니다: %s
nl: Er is een fout opgetreden bĳ het starten van de container: %s
pt_br: Ocorreu um erro ao iniciar o contêiner: %s
tr: Konteyner başlatılırken hata oluştu: %s
uk: Виникла помилка під час запуску контейнера: %s
vi: Có một lỗi đã xảy ra khi khởi động container: %s

# runtimeCommand.error.stoppingContainer
source: An error occurred while stopping the container: %s
ar: حدث خطأ ما أثناء إيقاف الحاوية: %s
de: Ein Fehler ist beim Stoppen des Containers aufgetreten: %s
es: Se ha producido un error al detener el contenedor: %s
ga: Tharla earráid agus an coimeádán á stopadh: %s
he: טעות אירעה תוך עצירת מיכל: אחוזים: %s
id: Terjadi kesalahan saat menghentikan kontainer: %s
it: Si è verificato un errore nell'arresto del containter: %s
ko: 컨테이너를 중지하는 동안 오류가 발생했습니다: %s
nl: Er is een fout opgetreden bĳ het stoppen van de container: %s
pt_br: Ocorreu um erro ao parar o contêiner: %s
tr: Konteyner durdurulurken hata oluştu: %s
uk: Виникла помилка під час зупинки контейнера: %s
vi: Có một lỗi đã xảy ra khi dừng container: %s

# runtimeCommand.error.unexportingApp
source: An error occurred while unexporting the application: %s
ar: حدث خطأ أثناء إلغاء تصدير التطبيق: %s
ca: S'ha trobat un error mentre es desfeia l'exportació de l'aplicació: %s
cs: Nastala chyba během odexportování aplikace: %s
de: Beim De-exportieren der Anwendung ist ein Fehler aufgetreten: %s
el: Προέκυψε ένα σφάλμα κατά την άρση εξαγωγής της εφαρμογής: %s
es: Un error ocurrio al desexportar una applicación: %s
ga: Tharla earráid agus an feidhmchlár á dhíchriptiú: %s
he: טעות התרחשה בזמן שלא דווח על היישום: %s
id: Terjadi kesalahan saat membatalkan ekspor aplikasi: %s
it: Si è verificato un errore durante l'annullamento dell'esportazione dell'applicazione: %s
ko: 응용 프로그램을 unexport하는 중 오류가 발생했습니다: %s
nl: Fout bĳ ontexporteren van de app: %s
pt_br: Ocorreu um erro ao desfazer a exportação do aplicativo: %s
tr: Uygulama dışa aktarımı geri alınırken hata oluştu: %s
uk: Виникла помилка під час експорту застосунку: %s
vi: Có một lỗi đã xảy ra khi ngừng xuất ứng dụng: %s

# runtimeCommand.error.unexportingBin
source: An error occurred while unexporting the binary: %s
ar: حدث خطأ أثناء إلغاء تصدير البرنامج: %s
ca: S'ha produït un error mentre es desfeia l'exportació del binari: %s
cs: Nastala chyba během odexportování binárního souboru: %s
de: Beim De-Exportieren der Binärdatei ist ein Fehler aufgetreten: %s
el: Προέκυψε ένα σφάλμα κατά την άρση εξαγωγής του εκτελέσιμου αρχείου: %s
es: Un error ocurrio al desexportar el binario: %s
ga: Tharla earráid agus an dénártha á dhíchriptiú: %s
he: טעות התרחשה כאשר לא דווח על בינארי: %s
id: Terjadi kesalahan saat membatalkan ekspor biner: %s
it: Si è verificato un errore durante l'annullamento dell'esportazione del file binario: %s
ko: 바이너리를 unexport하는 중 오류가 발생했습니다: %s
nl: Er is een fout opgetreden bĳ het ontexporteren van het programmabestand: %s
pt_br: Ocorreu um erro ao desfazer a exportação do binário: %s
tr: İkilinin dışa aktarımı geri alınırken hata oluştu: %s
uk: Виникла помилка під час експорту бінарного файлу: %s
vi: Có một lỗi đã xảy ra khi ngừng xuất mã biên dịch: %s

# runtimeCommand.info.exportedApp
source: Exported application %s
ar: التطبيقات المصدرة %s
ca: Aplicació exportada %s
cs: Aplikace %s exportována
de: Anwendung %s exportiert
el: Εξήχθη η εφαρμογή %s
es: Aplicación exportada %s
ga: Easpórtáil feidhmchlár %s
he: s% יישומים
id: Aplikasi yang diekspor %s
it: Esportata applicazione %s
ko: 응용 프로그램 %d(을)를 Export하였습니다 %s
nl: App %s geëxporteerd
pt_br: Aplicativo exportado %s
tr: %s uygulaması dışa aktarıldı
uk: Експортовано застосунок %s
vi: Đã xuất ứng dụng %s

# runtimeCommand.info.exportedApps
source: Exported %d applications
ar: تم تصدير٪ d من التطبيقات
ca: Aplicacions exportades %d
cs: Exportováno %d aplikací
de: %d Anwendungen exportiert
el: Εξήχθησαν %d εφαρμογές
es: Aplicaciones %d exportadas
ga: Easpórtáil %d feidhmchlár
he: ייצאו %d יישומים
id: %d aplikasi yang diekspor
it: Esportate %d applicazioni
ko: 응용 프로그램(들) %d(을)를 Export하였습니다
nl: %d apps geëxporteerd
pt_br: Aplicações %d exportadas
tr: %d uygulama dışa aktarıldı
uk: Експортовано %d застосунків
vi: Đã xuất %d ứng dụng

# runtimeCommand.info.exportedBin
source: Exported binary %s
ar: البرامج المصدرة %s
ca: Binari exportat %s
cs: Binární soubor %s exportován
de: Binärdatei %s exportiert
el: Εξήχθη το εκτελέσιμο αρχείο %s
es: Binario exportado %s
ga: Easpórtáil dénártha %s
he: ייצוא בינארי %s
id: Biner yang diekspor %s
it: Esportato file binario %s
ko: 바이너리 %d(을)를 Export하였습니다 %s
nl: Programmabestand %s geëxporteerd
pt_br: Binário exportado %s
tr: %s ikilisi dışa aktarıldı
uk: Експортовані бінарні %s
vi: Đã xuất mã biên dịch %s

# runtimeCommand.info.startedContainer
source: Started subsystem.
ar: بدأت الحاوية.
ca: Started container.
cs: Started container.
de: Subsystem gestartet.
el: Started container.
es: Subsistema iniciado.
ga: Cuireadh tús leis an bhfochóras.
he: התחיל מיכל.
id: Subsistem telah dimulai.
it: Container avviato.
ko: 컨테이너를 시작했습니다.
nl: Subsysteem gestart.
pt_br: Subsistema iniciado.
tr: Alt sistem başlatıldı.
uk: Підсистему запущено.
vi: Đã khởi động hệ thống con.

# runtimeCommand.info.startingContainer
source: Starting subsystem %s…
ar: جارٍ بدء الحاوية…
ca: Starting container…
cs: Starting container…
de: Subsystem %s wird gestartet…
el: Starting container…
es: Iniciando subsistema %s…
ga: Fochóras %s á thosú…
he: החל מכולה…
id: Memulai subsistem %s…
it: Avvio container…
ko: 컨테이너 시작중…
nl: Subsysteem %s starten…
pt_br: Iniciando subsistema %s…
tr: %s alt sistemi başlatılıyor…
uk: Запуск підсистеми %s…
vi: Đang khởi động hệ thống con %s…

# runtimeCommand.info.stoppedContainer
source: Stopped subsystem.
ar: حاوية متوقفة.
ca: Stopped container.
cs: Stopped container.
de: Subsystem gestoppt.
el: Stopped container.
es: Subsistema detenido.
ga: Stopadh an fochóras.
he: מיכל עוצר.
id: Subsistem telah dihentikan.
it: Container arrestato.
ko: 컨테이너가 중지 되었습니다.
nl: Subsysteem gestopt.
pt_br: Subsistema parado.
tr: Alt sistem durduruldu.
uk: Підсистему зупинено.
vi: Hệ thống con đã dừng.

# runtimeCommand.info.stoppingContainer
source: Stopping subsystem %s…
ar: جارٍ إيقاف الحاوية…
ca: Stopping container…
cs: Stopping container…
de: Subsystem %s wird gestoppt…
el: Stopping container…
es: Deteniendo el subsistema %s…
ga: Fochóras %s á stopadh…
he: לעצור מכולה…
id: Menghentikan subsistem %s…
it: Arrestando container…
ko: 컨테이너 중단중…
nl: Subsysteem %s stoppen…
pt_br: Parando o subsistema %s…
tr: %s alt sistemi durduruluyor…
uk: Зупинка підсистеми %s…
vi: Đang dừng hệ thống con %s…

# runtimeCommand.info.unexportedApp
source: Unexported application %s
ar: التطبيقات غير المصدرة %s
ca: Aplicacions amb exportacions desfetes %s
cs: Aplikace %s odexportována
de: Export der Anwendung %s rückgängig gemacht
el: Ήρθη η εξαγωγή της εφαρμογής %s
es: Aplicación %s no exportada
ga: Feidhmchlár neamheaspórtáilte %s
he: יישום %s לא מיוצא
id: Aplikasi yang tidak diekspor %s
it: Rimossa applicazione %s
ko: 응용 프로그램 %d를 Unexport하였습니다 %s
nl: App %s niet langer geëxporteerd
pt_br: Desfeita a exportação do aplicativo %s
tr: %s uygulaması dışa aktarımı geri alındı
uk: Неекспортований застосунок %s
vi: Đã huỷ xuất ứng dụng %s

# runtimeCommand.info.unexportedApps
source: Unexported %d applications
ar: تطبيقات %d غير مصدرة
ca: Aplicacions amb exportacions desfetes %d
cs: Odexportováno %d aplikací
de: Export von %d Anwendungen rückgängig gemacht
el: Ήρθη η εξαγωγή %d εφαρμογών
es: Aplicaciones %d no exportadas
ga: Feidhmchláir %d gan easpórtáil
he: %d יישומים לא מיוצאים
id: %d aplikasi yang tidak diekspor
it: Rimosse %d applicazioni
ko: 응용 프로그램(들) %d(을)를 Unexport하였습니다
nl: %d apps niet langer geëxporteerd
pt_br: Desfeita a exportação de %d aplicativos
tr: %d uygulamanın dışa aktarımı geri alındı
uk: Неекспортовано %d застосунків
vi: Đã huỷ xuất %d ứng dụng

# runtimeCommand.info.unexportedBin
source: Unexported binary %s
ar: البرامج غير المصدرة %s
ca: Binari amb exportació desfeta %s
cs: Binární soubor %s odexportován
de: Export der Binärdatei %s rückgängig gemacht
el: Ήρθη η εξαγωγή του εκτελέσιμου αρχείου %s
es: Binario no exportado %s
ga: Dénártha %s gan easpórtáil
he: %s בינארי לא מיוצא
id: Biner yang tidak diekspor %s
it: Rimosso file binario %s
ko: 바이너리 %d를 Unexport하였습니다 %s
nl: Programmabestand %s niet langer geëxporteerd
pt_br: Desfeita a exportação do binário %s
tr: %s ikilisi dışa aktarımı geri alındı
uk: Неекспортовані бінарні %s
vi: Đã huỷ xuất mã biên dịch %s

# stacks.export.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
ca: No s'ha especificat cap nom.
cs: Název není uveden.
de: Kein Name angegeben.
el: Δεν καθορίστηκε όνομα.
es: No se especificó un nombre.
ga: Níor sonraíodh aon ainm.
he: שום שם לא צוין.
id: Tidak ada nama yang ditentukan.
it: Non è stato specificato alcun nome.
ko: 지정된 이름이 없습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
tr: Ad belirtilmedi.
uk: Назву не вказано.

# stacks.export.error.noOutput
source: No output specified.
ar: لم يتم تحديد مخرجات.
ca: No s'ha especificat cap sortida.
cs: Výstup není uveden.
de: Keine Ausgabe angegeben.
el: Δεν καθορίστηκε έξοδος.
es: No se especifica la salida.
ga: Níor sonraíodh aschur.
he: שום פלט לא מוגדר.
id: Tidak ada output yang ditentukan.
it: Non è stato specificato alcun output.
ko: 지정된 출력이 없습니다.
nl: Geen uitvoer opgegeven.
pt_br: Nenhuma saída especificada.
tr: Çıktı belirtilmedi.
uk: Вихід не вказано.

# stacks.export.info.success
source: Exported stack '%s' to '%s'.
ar: تم تصدير التشكيلة '%s' إلى '%s'.
ca: Pila exportada de '%s' a '%s'.
cs: Exportován stack '%s' do '%s'.
de: Stapel '%s' nach '%s' exportiert.
el: Η στοίβα '%s' εξήχθη στο '%s'.
es: Pila exportada '%s' a '%s'.
ga: Easpórtáil cruach '%s' go '%s'.
he: ערימה "%s" ל "%s".
id: Mengekspor stack '%s' ke '%s'.
it: Esportato lo stack '%s' in '%s'.
ko: '%s' 스택을 '%s'로 Export하였습니다.
nl: Stack ‘%s’ naar ‘%s’ geëxporteerd.
pt_br: Pilha '%s' exportada para '%s'.
tr: '%s' yığını şuna dışa aktarıldı: '%s'.
uk: Експортовано стек «%s» до «%s».

# stacks.import.error.cannotLoad
source: Cannot load stack from '%s'.
ar: لم يمكن تحميل التشكيلة من '%s'.
ca: No es pot carregar la pila des de '%s'.
cs: Nelze načíst stack z '%s'.
de: Stapel kann nicht von '%s' geladen werden.
el: Αδυναμία φόρτωσης της στοίβας από '%s'.
es: No se puede cargar la pila de '%s'.
ga: Ní féidir cruach a luchtú ó '%s'.
he: לא ניתן לטעון ערימה של "%s".
id: Tidak dapat memuat stack dari '%s'.
it: Impossibile caricare lo stack da '%s'.
ko: '%s'에서 스택을 로드할 수 없습니다.
nl: Kan stack niet laden uit ‘%s’.
pt_br: Não é possível carregar a pilha de '%s'.
tr: Yığın şuradan yüklenemedi: '%s'.
uk: Не вдається завантажити стек з «%s».

# stacks.import.error.noInput
source: No input specified.
ar: لم يتم تحديد مدخل.
ca: No s'ha especificat res.
cs: Vstup není uveden.
de: Keine Eingabe angegeben.
el: Δεν καθορίστηκε είσοδος.
es: No se ha especificado ninguna entrada.
ga: Níor sonraíodh aon ionchur.
he: שום קלט לא מוגדר.
id: Tidak ada input yang ditentukan.
it: Non è stato specificato alcun input.
ko: 입력이 지정되지 않았습니다.
nl: Geen invoer opgegeven.
pt_br: Nenhuma entrada especificada.
tr: Girdi belirtilmedi.
uk: Вхід не вказано.

# stacks.import.info.success
source: Imported stack from '%s'.
ar: تم استيراد التشكيلة من '%s'.
ca: Pila importada des de '%s'.
cs: Stack z '%s' importován.
de: Stapel von '%s' importiert.
el: Εισήχθη στοίβα από το '%s'.
es: Pila importada de '%s'.
ga: Cruach iompórtáilte ó '%s'.
he: ערימה של "%s".
id: stack yang diimpor dari '%s'.
it: Importazione dello stack da '%s'.
ko: '%s'에서 스택을 가져왔습니다.
nl: Stack geïmporteerd vanuit ‘%s’.
pt_br: Pilha importada de '%s'.
tr: Yığın şuradan içe aktarıldı: '%s'.
uk: Імпортований стек з «%s».

# stacks.labels.builtIn
source: Built-in
ar: مدمج في النظام
ca: Integrat
cs: Vestavěný
de: Integriert
el: Ενσωματωμένες
es: Incorporado
ga: Tógtha i
he: נבנה-in
id: Bawaan
it: Incorporato
nl: Ingebouwd
pt_br: Embutido
tr: Yerleşik
uk: Вбудований
vi: Tích hợp sẵn

# stacks.labels.name
source: Name
ar: الاسم
ca: Nom
cs: Název
el: Όνομα
es: Nombre
ga: Ainm
he: שם השם
id: Nama
it: Nome
ko: 이름
nl: Naam
pt_br: Nome
tr: Ad
uk: Назва
vi: Tên

# stacks.list.info.aborting
source: Aborting removal of stack '%s'.
ar: إلغاء حذف التشكيلة '%s'.
ca: S'està avortant l'eliminació de la pila '%s'.
de: Das Entfernen des Stapels „%s“ wird abgebrochen.
el: Ματαίωση της αφαίρεσης της στοίβας '%s'.
es: Cancelando la eliminación de la pila '%s'.
ga: Deireadh a chur le cruach '%s'.
he: מבטל את הסרת הערימה '%s'.
id: Membatalkan penghapusan stack '%s'.
it: Interrotta la rimozione dello stack '%s'.
ko: '%s' 스택의 제거를 중단합니다.
nl: Verwĳdering van stack ‘%s’ wordt afgebroken.
pt_br: Abortando a remoção da pilha '%s'.
tr: '%s' yığınının kaldırılmasından vazgeçiliyor.
uk: Переривання видалення стеку «%s».
vi: Đang hủy bỏ việc xóa ngăn xếp '%s'.

# stacks.list.info.foundStacks
source: Found %d stacks:
ar: تم العثور على %d طبقات:
ca: S'han trobat %d piles:
cs: %d stacků nalezeno:
de: %d Stapel gefunden:
el: Βρέθηκαν %d στόιβες:
es: Encontrados %d stacks:
ga: Aimsíodh %d cruacha:
he: נמצאו %d ערימות:
id: Menemukan stack %d:
it: Trovati %d stack:
ko: %d개의 스택을 찾았습니다:
nl: %d stacks gevonden:
pt_br: Encontrou %d pilhas:
tr: %d yığın bulundu:
uk: Знайдено %d стеків:
vi: Đã tìm thấy %d ngăn xếp:

# stacks.list.info.noStacks
source: No stacks available. Create a new one with 'apx stacks new' or contact the system administrator.
ar: لا توجد تشكيلات متاحة. قم بإنشاء واحدة جديدة باستخدام 'apx stacks new' او قم بالتحدث الي مسئول النظام.
ca: No hi han piles disponibles. Crea una de nova amb 'apx stacks new' o posat en contacte amb l'administrador del sistema.
cs: Stacky nejsou k dizpozici. Vytvořte nový pomocí 'apx stacks new' nebo kontaktujte vašeho systémového správce.
de: Keine Stacks verfügbar. Erstellen Sie einen neuen mit 'apx stacks new' oder wenden Sie sich an den Systemadministrator.
el: Δεν υπάρχουν διαθέσιμες στοίβες. Δημιουργήστε μια νέα με το 'apx stacks new' ή επικοινωνήστε με τον διαχειριστή του συστήματος.
es: No hay pilas disponibles. Cree una nueva con 'apx stacks new' o contacte al administrador del sistema.
ga: Níl cruacha ar fáil. Cruthaigh ceann nua le 'apx stacks new' nó déan teagmháil le riarthóir an chórais.
he: אין ערימה זמינה. צור חדש עם "Apxערימה חדשה" או צור קשר עם מנהל המערכת.
id: Tidak ada stack yang tersedia. Buat yang baru dengan 'apx stacks new' atau hubungi administrator sistem.
it: Non ci sono stack disponibili. Creane uno nuovo con 'apx stacks new' o contatta l'amministratore del sistema.
ko: 사용 가능한 스택이 없습니다. 'apx stacks new'로 새로 만들거나 시스템 관리자에게 문의하십시오.
nl: Geen stacks beschikbaar. Maak een nieuwe aan met ‘apx stacks new’ of neem contact op met de systeembeheerder.
pt_br: Não há pilhas disponíveis. Crie uma nova com 'apx stacks new' ou entre em contato com o administrador do sistema.
tr: Yığın yok. 'apx stacks new' ile yenisini oluşturun ya da sistem yöneticisine başvurun.
uk: Немає доступних стеків. Створіть новий за допомогою «apx stacks new» або зверніться до системного адміністратора.
vi: Không có ngăn xếp nào khả dụng. Tạo ngăn xếp mới bằng 'apx stacks new' hoặc liên hệ với quản trị viên hệ thống.

# stacks.new.error.alreadyExists
source: A stack with the name '%s' already exists.
ar: يوجد تشكيلة بالاسم '%s' بالفعل.
ca: Ja existeix una pila amb el nom '%s'.
cs: Stack s názvem '%s' již existuje.
de: Ein Stapel mit dem Namen '%s' existiert bereits.
el: Υπάρχει ήδη μια στοίβα με το όνομα '%s'.
es: Ya existe una pila con el nombre '%s'.
ga: Tá cruach leis an ainm '%s' ann cheana.
he: כבר קיימת ערימה בשם '%s'.
id: stack dengan nama '%s' sudah ada.
it: Esiste già uno stack con il nome '%s'.
ko: '%s'라는 이름의 스택이 이미 있습니다.
nl: Een stack met de naam ‘%s’ bestaat al.
pt_br: Já existe uma pilha com o nome '%s'.
tr: '%s' adlı yığın zaten var.
uk: Стек з назвою «%s» вже існує.
vi: Một ngăn xếp có tên '%s' đã tồn tại.

# stacks.new.error.emptyBase
source: The base cannot be empty.
ar: لا يمكن أن يكون النظام الأساس فارغا.
ca: La base no pot estar buida.
cs: Základ nemůže být prázdný.
de: Die Basis darf nicht leer sein.
el: Η βάση δεν μπορεί να είναι κενή.
es: La base no puede estar vacía.
ga: Ní féidir leis an mbonn a bheith folamh.
he: הבסיס לא יכול להיות ריק.
id: Basis tidak boleh kosong.
it: La base non può essere vuota.
ko: Base를 비워둘 수 없습니다.
nl: De basis mag niet leeg zĳn.
pt_br: A base não pode ser vazia.
tr: Taban boş olamaz.
uk: База не може бути порожньою.
vi: Phần đế không được để trống.

# stacks.new.error.emptyName
source: The name cannot be empty.
ar: لا يمكن أن يكون الاسم فارغا.
ca: El nom no pot estar buit.
cs: Název nemůže být prázdný.
de: Der Name darf nicht leer sein.
el: Το όνομα δεν μπορεί να είναι κενό.
es: El nombre no puede estar vacío.
ga: Ní féidir leis an ainm a bheith folamh.
he: השם לא יכול להיות ריק.
id: Nama tidak boleh kosong.
it: Il nome non può essere vuoto.
ko: 이름은 비워둘 수 없습니다.
nl: De naam mag niet leeg zĳn.
pt_br: O nome não pode ser vazio.
tr: Ad boş olamaz.
uk: Назва не може бути порожньою.
vi: Tên không được để trống.

# stacks.new.error.emptyPackages
source: The packages cannot be empty.
ar: الحزم لا يمكن أن تكون فارغة.
ca: Els paquets no poden estar buits.
cs: Balíčky nemůžou být prázdné.
de: Die Pakete dürfen nicht leer sein.
el: Τα πακέτα δεν μπορεί να είναι κενά.
es: Los paquetes no pueden estar vacíos.
ga: Ní féidir leis na pacáistí a bheith folamh.
he: חבילות לא יכולות להיות ריקות.
id: Paket tidak boleh kosong.
it: I pacchetti non possono essere vuoti.
ko: 패키지는 비워둘 수 없습니다.
nl: De pakketten mogen niet leeg zĳn.
pt_br: Os pacotes não podem estar vazios.
tr: Paketler boş olamaz.
uk: Пакунки не можуть бути порожніми.
vi: Các gói không được để trống.

# stacks.new.error.emptyPkgManager
source: The package manager cannot be empty.
ar: لا يمكن أن يكون مدير الحزم فارغا.
ca: El gestor de paquets no pot estar buit.
cs: Správce balíčků nemůže být prázdný.
de: Der Paketmanager darf nicht leer sein.
el: Ο διαχειριστής πακέτων δεν μπορεί να είναι κενός.
es: El gestor de paquetes no puede estar vacío.
ga: Ní féidir leis an mbainisteoir pacáiste a bheith folamh.
he: מנהל החבילה לא יכול להיות ריק.
id: Manajer paket tidak boleh kosong.
it: Il gestore di pacchetti non può essere vuoto.
ko: 패키지 관리자는 비워둘 수 없습니다.
nl: De pakketbeheerder mag niet leeg zĳn.
pt_br: O gerenciador de pacotes não pode ser vazio.
tr: Paket yöneticisi boş olamaz.
uk: Менеджер пакунків не може бути порожнім.
vi: Trình quản lý gói không được để trống.

# stacks.new.error.noBase
source: No base specified.
ar: لم يتم تحديد النظام الأساس.
ca: Cap base especificada.
cs: Není uveden žádný základ.
de: Keine Basis angegeben.
el: Δεν καθορίστηκε βάση.
es: Sin base especificada.
ga: Níor sonraíodh aon bhonn.
he: שום בסיס לא מוגדר.
id: Tidak ada basis yang ditentukan.
it: Non è stata specificata la base.
ko: 지정된 Base가 없습니다.
nl: Geen basis opgegeven.
pt_br: Nenhuma base especificada.
tr: Taban belirtilmemiş.
uk: База не вказана.
vi: Không có cơ sở chỉ định.
