Repository: spaceguybob/apx
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.apx.po
Languages: ar, ca, cs, de, el, es, ga, he, id, it, ko, nl, pt_br, tr, uk, vi

# apx.cmd.stacks.export.options.name
source: The name of the stack to export.
ar: اسم التشكيلة المراد تصديرها.
ca: Nom de la pila que s'ha d'exportar.
cs: Název stacku pro exportování.
de: Der Name des zu exportierenden Stapels.
el: Το όνομα της στοίβας για εξαγωγή.
es: El nombre de la pila a exportar.
ga: Ainm an chairn le heaspórtáil.
he: שם הערימה לייצא.
id: Nama stack yang akan diekspor.
it: Il nome dello stack da esportare.
ko: Export할 스택의 이름입니다.
nl: De naam van de te exporteren stack.
pt_br: O nome da pilha a ser exportada.
tr: Dışa aktarılacak yığının adı.
uk: Назва стека для експорту.

# apx.cmd.stacks.export.options.output
source: The path to export the stack to.
ar: المسار المراد تصدير التشكيلة إليه.
ca: La ruta on exportar la pila.
cs: Cesta, kam se má stack exportovat.
de: Der Pfad, in den der Stapel exportiert werden soll.
el: Η διαδρομή όπου θα εξαχθεί η στοίβα.
es: La ruta a la que exportar la pila.
ga: An cosán a onnmhairiú an chairn a.
he: הדרך לייצא את הערימה.
id: Jalur untuk mengekspor stack.
it: Il percorso in cui esportare lo stack.
ko: 스택을 Export할 경로입니다.
nl: Het pad om de stack naar te exporteren.
pt_br: O caminho para o qual exportar a pilha.
tr: Dışa aktarılacak yığının yolu.
uk: Шлях для експорту стека.

# apx.cmd.stacks.import
source: Import the specified stack.
ar: استيراد التشكيلة المحددة.
ca: Importar la pila especificada.
cs: Importovat zadaný stack.
de: Importiert den angegebenen Stapel.
el: Εισαγωγή της επιλεγμένης στοίβας.
es: Importa la pila especificada.
ga: Iompórtáil an chairn shonraithe.
he: ייבוא הערימה המפורטת.
id: Mengimpor stack yang ditentukan.
it: Importa lo stack specificato.
ko: 지정된 스택을 가져옵니다.
nl: Importeert de opgegeven stack.
pt_br: Importar a pilha especificada.
tr: Belirtilen yığını içe aktar.
uk: Імпортуйте вказаний стек.

# apx.cmd.stacks.import.options.input
source: The path to import the stack from.
ar: المسار المراد استيراد التشكيلة منه.
ca: La ruta des de on importar la pila.
cs: Cesta, ze které se má stack importovat.
de: Der Pfad, aus dem der Stapel importiert werden soll.
el: Η διαδρομή απ' όπου θα εισαχθεί η στοίβα.
es: La ruta desde la que importar la pila.
ga: An cosán a allmhairiú an Chairn ó.
he: הדרך לייבא את הערימה.
id: Jalur untuk mengimpor stack.
it: Il percorso da cui importare lo stack.
ko: 스택을 가져올 경로입니다.
nl: Het pad om de stack van te importeren.
pt_br: O caminho do qual importar a pilha.
tr: Yığının içe aktarılacağı yol.
uk: Шлях для імпорту стека.

# apx.cmd.stacks.list
source: List all available stacks.
ar: عرض التشكيلات المتاحة.
ca: Llista de totes les piles disponibles.
cs: Zobrazit všechny dostupné stacky.
de: Alle verfügbaren Stapel auflisten.
el: Καταγραφή των διαθέσιμων στοιβών.
es: Lista todas las pilas disponibles.
ga: Liostaigh na cruacha go léir atá ar fáil.
he: רשימה של כל המחסניות הזמינות.
id: Daftar semua stack yang tersedia.
it: Elenca tutti i stack disponibili.
ko: 사용 가능한 모든 스택을 나열합니다.
nl: Toont een lĳst van alle beschikbare stacks.
pt_br: Listar todas as pilhas disponíveis.
tr: Var olan tüm yığınları listele.
uk: Перерахуйте всі доступні стеки.
vi: Liệt kê tất cả các ngăn xếp có sẵn.

# apx.cmd.stacks.list.options.json
source: Output in JSON format.
ar: المخرجات في صورة JSON.
ca: Sortida en format JSON.
cs: Vypsat ve formátu JSON.
de: Ausgabe im JSON-Format.
el: Εξαγωγή σε μορφοποίηση JSON.
es: Salida en formato JSON.
ga: Aschur i bhformáid JSON.
he: בחוץ בפורמט JSON.
id: Keluaran dalam format JSON.
it: Output in formato JSON.
ko: JSON 형식으로 출력합니다.
nl: Toont uitvoer in JSON-formaat.
pt_br: Saída em formato JSON.
tr: JSON biçiminde çıktı.
uk: Вивести у форматі JSON.
vi: Đầu ra ở định dạng JSON.

# apx.cmd.stacks.new
source: Create a new stack.
ar: إنشاء تشكيلة جديدة.
ca: Crear una pila nova.
cs: Vytvořit nový stack.
de: Einen neuen Stapel erstellen.
el: Δημιουργία νέας στοίβας.
es: Crea una nueva pila.
ga: Cruthaigh cruach nua.
he: ליצור ערימה חדשה.
id: Membuat stack baru.
it: Crea un nuovo stack.
ko: 새로운 스택을 생성합니다.
nl: Maakt een nieuwe stack aan.
pt_br: Criar uma nova pilha.
tr: Yeni yığın oluştur.
uk: Створіть новий стек.
vi: Tạo một ngăn xếp mới.

# apx.cmd.stacks.new.options.base
source: The base distribution image to use. (For a list of compatible images view: https://distrobox.it/compatibility/#containers-distros)
ar: صورة التوزيعة الأساسية المراد استخدامها.
ca: El subsistema base a fer servir.
cs: Základní subsystém, který se má použít.
de: Das zu verwendende Basis-Distributionsimage. (Für eine Liste der kompatiblen Images besuchen Sie: https://distrobox.it/compatibility/#containers-distros)
el: Το υποσύστημα βάσης που θα χρησιμοποιηθεί.
es: La imagen de distribución base a utilizar. (Para ver una lista de imágenes compatibles: https://distrobox.it/compatibility/#containers-distros)
ga: An íomhá dáilte bonn le húsáid. (Le haghaidh liosta d'íomhánna comhoiriúnacha amharc: https://distrobox.it/compatibility/#containers-distros)
he: תמונת חלוקת הבסיס לשימוש. (לרשימה של תמונות תואמות: TP: www.distrobox.it/compatibility/#containers-distros)
id: Citra distribusi dasar yang akan digunakan. (Untuk daftar citra yang kompatibel, lihat: https://distrobox.it/compatibility/#containers-distros)
it: L'immagine della distribuzione base da utilizzare. (Per una lista di immagini compatibili: https://distrobox.it/compatibility/#containers-distros)
ko: 사용할 기본 배포 이미지입니다. (호환되는 이미지 목록: https://distrobox.it/compatibility/#containers-distros)
nl: De te gebruiken basisdistributie-schĳfkopieën. (Voor een lĳst met compatibele images, zie: https://distrobox.it/compatibility/#containers-distros)
pt_br: A imagem de distribuição base a ser usada. (Para obter uma lista de imagens compatíveis, veja: https://distrobox.it/compatibility/#containers-distros)
tr: Kullanılacak taban dağıtımın kalıbı. (Uyumlu kalıplar için: https://distrobox.it/compatibility/#containers-distros)
uk: Базовий образ дистрибутива для використання. (Список сумісних образів див.: https://distrobox.it/compatibility/#containers-distros)
vi: Hình ảnh phân phối cơ sở để sử dụng. (Để biết danh sách hình ảnh tương thích, hãy xem: https://distrobox.it/compatibility/#containers-distros)

# apx.cmd.stacks.new.options.name
source: The name of the stack.
ar: اسم التشكيلة.
ca: El nom de la pila.
cs: Název stacku.
de: Der Name des Stapels.
el: Το όνομα της στοίβας.
es: El nombre de la pila.
ga: Ainm an chairn.
he: שם הערימה.
id: Nama stack.
it: Il nome dello stack.
ko: 스택의 이름입니다.
nl: De naam van de stack.
pt_br: O nome da pilha.
tr: Yığının adı.
uk: Назва стеку.
vi: Tên của ngăn xếp.

# apx.cmd.stacks.new.options.noPrompt
source: Assume defaults to all prompts.
ar: افرض الإجابة "نعم" لكل الاختيارات.
ca: Assumir sí a totes les preguntes.
cs: Automaticky zadat ano pro všechny dotazy.
de: Alle Fragen mit Ja beantworten.
el: Να θεωρηθεί το "ναι" ως απάντηση σε κάθε προτροπή.
es: Asumir 'sí' a todas las solicitudes.
ga: Glac leis go bhfuil gach leid.
he: נניח כן לכל הפניות.
id: Jawab ya untuk semua pertanyaan.
it: Assumete un sì a tutte le richieste.
ko: 모든 프롬프트에 '예'로 가정합니다.
nl: Neem ‘ja’ aan voor alle vragen.
pt_br: Assuma que sim para todas as solicitações.
tr: Tüm sorulara evet dediğinizi varsayın.
uk: Відповідайте "так" на всі підказки.
vi: Assume yes to all prompts.

# apx.cmd.stacks.new.options.packages
source: The packages to install.
ar: الحزم المراد تثبيتها.
ca: Els paquets a instal·lar.
cs: Balíčky k instalaci.
de: Die zu installierenden Pakete.
el: Τα πακέτα που θα εγκατασταθούν.
es: Los paquetes a instalar.
ga: Na pacáistí le suiteáil.
he: חבילות להתקין.
id: Paket-paket yang akan diinstal.
it: I pacchetti da installare.
ko: 설치할 패키지입니다.
nl: De pakketten om te installeren.
pt_br: Os pacotes a serem instalados.
tr: Kurulacak paketler.
uk: Пакунки для встановлення.
vi: Các gói cần cài đặt.

# apx.cmd.stacks.new.options.pkgManager
source: The package manager to use.
ar: مدير الحزم المراد استخدامه.
ca: El gestor de paquets a fer servir.
cs: Správce balíčků, který se má použít.
de: Der zu verwendende Paketmanager.
el: Ο διαχειριστής πακέτων που θα χρησιμοποιηθεί.
es: El gestor de paquetes a utilizar.
ga: An bainisteoir pacáiste a úsáid.
he: מנהל החבילה לשימוש.
id: Manajer paket yang akan digunakan.
it: Il gestore di pacchetti da utilizzare.
ko: 사용할 패키지 관리자입니다.
nl: De pakketbeheerder om te gebruiken.
pt_br: O gerenciador de pacotes a ser usado.
tr: Kullanılacak paket yöneticisi.
uk: Менеджер пакунків для використання.
vi: Trình quản lý gói để sử dụng.

# apx.cmd.stacks.rm
source: Remove the specified stack.
ar: حذف التشكيلة المحددة.
ca: Esborrar la pila especificada.
cs: Odstranit zadaný stack.
de: Den angegebenen Stapel entfernen.
el: Αφαίρεση της επιλεγμένης στοίβας.
es: Elimina la pila especificada.
ga: Bain an chairn shonraithe.
he: להסיר את הערימה המפורטת.
id: Menghapus stack yang ditentukan.
it: Rimuove lo stack specificato.
ko: 지정된 스택을 제거합니다.
nl: Verwĳdert de opgegeven stack.
pt_br: Remover a pilha especificada.
tr: Belirtilen yığını kaldır.
uk: Видалити вказаний стек.

# apx.cmd.stacks.rm.options.force
source: Force removal of the stack.
ar: الحذف الإجباري للتشكيلة.
ca: Força l'eliminació de la pila
cs: Vynutit odstranění stacku.
de: Entfernen des Stapels erzwingen.
el: Εξαναγκαστική αφαίρεση της στοίβας.
es: Fuerza la retirada de la pila.
ga: Fórsa deireadh a chur leis an chairn.
he: הסרת הכוח של הערימה.
id: Menghapus stack secara paksa.
it: Forza la rimozione dello stack.
ko: 스택을 강제로 제거합니다.
nl: Forceert het verwĳderen van de stack.
pt_br: Forçar a remoção da pilha.
tr: Yığını kaldırmaya zorla.
uk: Примусове видалення стека.

# apx.cmd.stacks.rm.options.name
source: The name of the stack to remove.
ar: اسم التشكيلة المراد حذفها.
ca: Nom de la pila que s'ha d'eliminar.
cs: Název stacku pro odstranění.
de: Der Name des zu entfernenden Stapels.
el: Το όνομα της στοίβας που να αφαιρεθεί.
es: El nombre de la pila a eliminar.
ga: Ainm an chairn le baint.
he: שם הערימה להסיר.
id: Nama stack yang akan dihapus.
it: Il nome dello stack da rimuovere.
ko: 제거할 스택의 이름입니다.
nl: De naam van de te verwĳderen stack.
pt_br: O nome da pilha a ser removida.
tr: Kaldırılacak yığının adı.
uk: Назва стека, який потрібно видалити.

# apx.cmd.stacks.show
source: Show information about the specified stack.
ar: عرض معلومات عن التشكيلة المحددة.
ca: Mostra informació sobre la pila especificada.
cs: Zobrazit informace o zadaném stacku.
de: Informationen über den angegebenen Stapel anzeigen.
el: Εμφάνιση πληροφοριών σχετικά με την επιλεγμένη στοίβα.
es: Mostrar información sobre la pila especificada.
ga: Taispeáin faisnéis faoin gcruach shonraithe.
he: הצג מידע על הערימה המפורטת.
id: Menampilkan informasi tentang stack yang ditentukan.
it: Mostra informazioni sullo stack specificato.
ko: 지정된 스택에 대한 정보를 표시합니다.
nl: Toont informatie over de opgegeven stack.
pt_br: Mostrar informações sobre a pilha especificada.
tr: Belirtilen yığınla ilgili bilgileri göster.
uk: Показати інформацію про вказаний стек.
vi: Hiển thị thông tin về ngăn xếp được chỉ định.

# apx.cmd.stacks.update
source: Update the specified stack.
ar: تحديث التشكيلة المحددة.
ca: Actualitzar la pila especificada.
cs: Aktualizovat zadaný stack.
de: Den angegebenen Stapel aktualisieren.
el: Ενημέρωση της επιλεγμένης στοίβας.
es: Actualiza la pila especificada.
ga: Nuashonraigh an chairn shonraithe.
he: עדכון הערימה המפורטת.
id: Memperbarui stack yang ditentukan.
it: Aggiorna lo stack specificato.
ko: 지정된 스택을 업데이트합니다.
nl: Werkt de opgegeven stack bĳ.
pt_br: Atualizar a pilha especificada.
tr: Belirtilen yığını güncelle.
uk: Оновити вказаний стек.
vi: Cập nhật ngăn xếp chỉ định.

# apx.cmd.stacks.update.options.base
source: The base subsystem to use.
ar: النظام الفرعي المراد استخدامه كأساس.
ca: El subssitema base a fer servir.
cs: Základní subsystém, který se má použít.
de: Das zu verwendende Basis-Subsystem.
el: Το υποσύστημα βάσης που να χρησιμοποιηθεί.
es: El subsistema base a utilizar.
ga: An fochóras bonn le húsáid.
he: מערכת הבסיס לשימוש.
id: Subsistem dasar yang akan digunakan.
it: Il sottosistema di base da utilizzare.
ko: 사용할 Base 하위 시스템입니다.
nl: Het basissubsysteem om te gebruiken.
pt_br: O subsistema base a ser usado.
tr: Kullanılacak taban alt sistem.
uk: Базова підсистема для використання.

# apx.cmd.stacks.update.options.name
source: The name of the stack.
ar: اسم التشكيلة.
ca: El nom de la pila.
cs: Název stacku.
de: Der Name des Stapels.
el: Το όνομα της στοίβας.
es: El nombre de la pila.
ga: Ainm an chairn.
he: שם הערימה.
id: Nama stack.
it: Il nome dello stack.
ko: 스택의 이름입니다.
nl: De naam van de stack.
pt_br: O nome da pilha.
tr: Yığının adı.
uk: Назва стеку.

# apx.cmd.stacks.update.options.noPrompt
source: Assume defaults to all prompts.
ar: افرض الإجابة "نعم" لكل الاختيارات.
ca: Assumir sí a totes les preguntes.
cs: Automaticky zadat ano pro všechny dotazy.
de: Alle Fragen mit Ja beantworten.
el: Να θεωρηθεί το "ναι" ως απάντηση σε κάθε προτροπή.
es: Asuma que sí a todas las preguntas.
ga: Glac leis go bhfuil gach leid.
he: נניח כן לכל הפניות.
id: Jawab ya untuk semua pertanyaan.
it: Assumete un sì a tutte le richieste.
ko: 모든 프롬프트에 '예'로 가정합니다.
nl: Neem ‘ja’ aan voor alle vragen.
pt_br: Assuma que sim para todas as solicitações.
tr: Tüm sorulara evet dediğinizi varsayın.
uk: Відповідайте "так" на всі підказки.
vi: Assume yes to all prompts.

# apx.cmd.stacks.update.options.packages
source: The packages to install.
ar: الحزم المراد تثبيتها.
ca: Els paquets a instal·lar.
cs: Balíčky k instalaci.
de: Die zu installierenden Pakete.
el: Τα πακέτα που να εγκατασταθούν.
es: Los paquetes a instalar.
ga: Na pacáistí le suiteáil.
he: חבילות להתקין.
id: Paket-paket yang akan diinstal.
it: I pacchetti da installare.
ko: 설치할 패키지입니다.
nl: De pakketten om te installeren.
pt_br: Os pacotes a serem instalados.
tr: Kurulacak paketler.
uk: Пакунки для встановлення.

# apx.cmd.stacks.update.options.pkgManager
source: The package manager to use.
ar: مدير الحزم المراد استخدامه.
ca: El gestor de paquets a fer servir.
cs: Správce balíčků, který se má použít.
de: Der zu verwendende Paketmanager.
el: Ο διαχειριστής πακέτων που να εγκατασταθεί.
es: El gestor de paquetes a utilizar.
ga: An bainisteoir pacáiste a úsáid.
he: מנהל החבילה לשימוש.
id: Manajer paket yang akan digunakan.
it: Il gestore di pacchetti da utilizzare.
ko: 사용할 패키지 관리자입니다.
nl: De pakketbeheerder om te gebruiken.
pt_br: O gerenciador de pacotes a ser usado.
tr: Kullanılacak paket yöneticisi.
uk: Менеджер пакунків для використання.

# apx.cmd.subsystem.autoremove
source: Remove packages that are no longer required.
ar: حذف الحزم التي لم تعد مطلوبة.
ca: Esborra paquets que ja no es necessiten.
cs: Smazat balíčky, které už nejsou potřebné.
de: Pakete entfernen, die nicht mehr länger benötigt werden.
el: Αφαίρεση πακέτων που δεν χρειάζονται πλέον.
es: Eliminar paquetes ya no requeridos.
ga: Bain pacáistí nach bhfuil ag teastáil a thuilleadh.
he: להסיר חבילות שכבר אינן נדרשות.
id: Menghapus paket-paket yang tidak lagi diperlukan.
it: Rimuovere pacchetti non più necessari.
ko: 더이상 필요하지 않은 패키지를 제거합니다.
nl: Verwĳdert pakketten die niet meer vereist zĳn.
pt_br: Remover pacotes que não são mais necessários.
tr: Artık gereksinilmeyen paketleri kaldır.
uk: Видаліть пакети, які більше не потрібні.
vi: Loại bỏ các gói không còn được sử dụng.

# apx.cmd.subsystem.clean
source: Clean the package manager's cache.
ar: تنظيف ذاكرة التخزين المؤقت لمدير الحزم.
ca: Neteja la memòria cau del gestor de paquets.
cs: Smazat mezipaměť správce balíčků.
de: Cache des Paketmanagers leeren.
el: Εκκαθάριση της κρυφής μνήμης του διαχειριστή πακέτων.
es: Limpia la caché del gestor de paquetes.
ga: Glan taisce an bhainisteora pacáiste.
he: לנקות את המטמון של מנהל החבילה.
id: Membersihkan cache manajer paket.
it: Pulire la cache del gestore di pacchetti.
ko: 패키지 관리자의 캐시를 정리합니다.
nl: Schoont de cache van de pakketbeheerder op.
pt_br: Limpar o cache do gerenciador de pacotes.
tr: Paket yöneticisinin önbelleğini temizle.
uk: Очистіть кеш менеджера пакетів.
vi: Dọn sạch cache của trình quản lí gói.

# apx.cmd.subsystem.enter
source: Enter the subsystem's environment.
ar: دخول بيئة النظام الفرعي.
cs: Vstoupit do prostředí subsystému.
de: Geben Sie die Umgebung des Subsystems ein.
el: Εισέλθετε στο περιβάλλον του υποσυστήματος.
es: Introduzca el entorno del subsistema.
ga: Cuir isteach timpeallacht an fhochórais.
he: היכנסו לסביבה של תת-מערכת.
id: Masuk ke lingkungan subsistem.
it: Accedere all'ambiente del sottosistema.
ko: 하위 시스템 환경에 진입합니다.
nl: Treed de omgeving van het subsysteem binnen.
pt_br: Entrar no ambiente de subsistema.
tr: Alt sistemin ortamına gir.
uk: Увійдіть до середовища підсистеми.
vi: Truy cập môi trường của hệ thống con.

# apx.cmd.subsystem.export
source: Export an application or binary from the subsystem to the host.
ar: تصدير تطبيق أو برنامج من النظام الفرعي.
ca: Export an application or binary from the subsystem.
cs: Exportovat aplikaci nebo binární soubor ze subsystému.
de: Exportieren Sie eine Anwendung oder eine Binärdatei aus dem Subsystem.
el: Εξαγωγή μιας εφαρμογής ή ενός εκτελέσιμου αρχείου από το υποσύστημα.
es: Exporta una aplicación o un binario del subsistema al host.
ga: Easpórtáil feidhmchlár nó dénártha ón bhfochóras chuig an óstach.
he: ייצוא יישום או בינארי מהמערכת.
id: Mengekspor aplikasi atau biner dari subsistem ke host.
it: Esporta un applicazione o un file binario dal sottosistema.
ko: 하위 시스템에서 호스트로 응용 프로그램이나 바이너리를 내보냅니다.
nl: Exporteert een app of programmabestand van het subsysteem naar de host.
pt_br: Exportar um aplicativo ou binário do subsistema para o host.
tr: Alt sistemden bir uygulama ya da ikiliyi ana makineye dışa aktar.
uk: Експортуйте застосунок або бінарний файл з підсистеми на хост.
vi: Xuất một ứng dụng hoặc mã biên dịch từ hệ thống con lên máy chủ.

# apx.cmd.subsystem.export.options.appName
source: The name of the application to export.
ar: اسم التطبيق المراد تصدير.
cs: Název aplikace, která se má exportovat.
de: Der Name der zu exportierenden Anwendung.
el: Το όνομα της εφαρμογής που θα εξαχθεί.
es: El nombre de la aplicación a exportar.
ga: Ainm an iarratais ar easpórtáil.
he: שם הבקשה לייצא.
id: Nama aplikasi yang akan diekspor.
it: Il nome dell'applicazione da esportare.
ko: Export할 응용 프로그램 이름입니다.
nl: De naam van de app om te exporteren.
pt_br: O nome do aplicativo a exportar.
tr: Dışa aktarılacak uygulamanın adı.
uk: Назва застосунку для експорту.
vi: Tên của ứng dụng cần xuất.

# apx.cmd.subsystem.export.options.bin
source: The name of the binary to export.
ar: اسم البرنامج المراد تصديره.
cs: Název binárního souboru, který se má exportovat.
de: Der Name der zu exportierenden Binärdatei.
el: Το όνομα του εκτελέσιμου αρχείου που θα εξαχθεί.
es: Nombre del binario a exportar.
ga: An t-ainm ar an dénártha a onnmhairiú.
he: שמו של בינארי לייצא.
id: Nama biner yang akan diekspor.
it: Il nome del file binario da esportare.
ko: Export할 바이너리 이름입니.
nl: De naam van het programmabestand om te exporteren.
pt_br: O nome do binário a exportar.
tr: Dışa aktarılacak ikilinin adı.
uk: Ім'я бінарного файлу для експорту.
vi: Tên của mã biên dịch cần xuất.

# apx.cmd.subsystem.export.options.binOutput
source: Path of the binary output (default: ~/.local/bin/).
ar: مسار البرامج (الافتراضي: ~/.local/bin)
cs: Cesta k binárnímu souboru (default: ~/.local/bin/).
de: Pfad der Binärausgabe (Standard: ~/.local/bin/).
el: Διαδρομή της εξόδου του εκτελέσιμου αρχείου (Προεπιλεγμένη: ~/.local/bin/).
es: Ruta de salida del binario (por defecto: ~/.local/bin/).
ga: Conair an aschuir dhénártha (réamhshocrú: ~ / .local / bin / ).
he: הנתיב של הפלט בינארי (default: - /local /bin /).
id: Jalur keluaran biner (default: ~/.local/bin/).
it: Percorso dell'output binario (default: ~/.local/bin/).
ko: 바이너리 출력 경로 (기본: ~/.local/bin/).
nl: Pad voor uitvoer van het programmabestand (standaard: ~/.local/bin/).
pt_br: Caminho para a saída do binário (padrão: ~/.local/bin/).
tr: İkili çıktısının yolu (öntanımlı: ~/.local/bin/).
uk: Шлях до бінарного виводу (за замовчуванням: ~/.local/bin/).
vi: Đường dẫn xuất mã biên dịch (mặc định: ~/.local/bin/).

# apx.cmd.subsystem.install
source: Install the specified package.
ar: تثبيت الحزمة المحددة.
ca: Instala el paquet especificat.
cs: Instalovat zadaný balíček.
de: Das angegebene Paket Installieren.
el: Εγκατάσταση του επιλεγμένου πακέτου.
es: Instala el paquete especificado.
ga: Suiteáil an pacáiste sonraithe.
he: התקן את החבילה המפורטת.
id: Menginstal paket yang ditentukan.
it: Installare il pacchetto specificato.
ko: 지정된 패키지를 설치합니다.
nl: Installeert het opgegeven pakket.
pt_br: Instalar o pacote especificado.
tr: Belirtilen paketi kur.
uk: Встановіть вказаний пакет.
vi: Cài đặt gói đã chọn.

# apx.cmd.subsystem.install.options.noExport
source: Do not export a desktop entry.
ar: لا تقم تصدير ملف لسطح المكتب.
ca: No exportis una entrada al escriptori.
cs: Neexportovat zástupce na plochu.
de: Exportieren Sie keinen Desktop-Eintrag.
el: Να μην εξαχθεί εγγραφή στην επιφάνεια εργασίας.
es: No exportar una entrada de escritorio.
ga: Ná heaspórtáil iontráil deisce.
he: אל תוציאו כניסה שולחנית.
id: Jangan mengekspor entri desktop.
it: Non esportare una voce per desktop.
ko: 데스크톱 항목 내보내지 마십시오.
nl: Exporteer geen app-pictogram.
pt_br: Não exportar um registro da área de trabalho.
tr: Masaüstü girdisi oluşturma.
uk: Не експортуйте запис на робочому столі.
vi: Không xuất mục nhập trên máy tính để bàn.

# apx.cmd.subsystem.list
source: List all installed packages.
ar: عرض جميع الحزم المثبتة.
ca: Llista tots els paquets instalats.
cs: Zobrazit všechny instalované balíčky.
de: Alle installierten Pakete auflisten.
el: Καταγραφή των εγκατεστημένων πακέτων.
es: Enumera todos los paquetes instalados.
ga: Liostaigh gach pacáiste suiteáilte.
he: רשימת כל החבילות המותקנות.
id: Buat daftar semua paket yang terinstal.
it: Elenca tutti i pacchetti installati.
ko: 모든 설치된 패키지를 나열합니다.
nl: Somt alle geïnstalleerde pakketten op.
pt_br: Listar todos os pacotes instalados.
tr: Kurulu tüm paketleri listele.
uk: Перелік усіх встановлених пакетів.
vi: Liệt kê các gói đã được cài đặt.

# apx.cmd.subsystem.list.options.json
source: Output in JSON format.
ar: المخرجات في صورة JSON.
ca: Sortida en format JSON.
cs: Vypsat ve formátu JSON.
de: Ausgabe im JSON-Format.
el: Εξαγωγή σε μορφοποίηση JSON.
es: Salida en formato JSON.
ga: Aschur i bhformáid JSON.
he: בחוץ בפורמט JSON.
id: Keluaran dalam format JSON.
it: Output in formato JSON.
ko: JSON 형식으로 출력합니다.
nl: Toont uitvoer in JSON-formaat.
pt_br: Saída em formato JSON.
tr: JSON biçiminde çıktı.
uk: Вивести у форматі JSON.

# apx.cmd.subsystem.new.options.home
source: The custom home directory of the subsystem.
ar: الدليل الرئيسي المخصص للنظام الفرعي.
de: Das benutzerdefinierte Homeverzeichnis des Subsystems.
es: El directorio personal del subsistema.
ga: Comhadlann bhaile saincheaptha an fhochórais.
he: מנהל בית מותאם אישית של תת-מערכת.
id: Direktori home khusus dari subsistem.
ko: 하위 시스템의 사용자 지정 홈 디렉토리입니다.
nl: De aangepaste thuismap van het subsysteem.
pt_br: O diretório home customizado do subsistema.
tr: Alt sistemin özel ev klasörü.
uk: Користувацький домашній каталог підсистеми.

# apx.cmd.subsystem.new.options.init
source: Use systemd inside the subsystem.
ar: استخدم systemd داخل النظام الفرعي.
de: Benutze systemd innerhalb des Subystems.
es: Utiliza systemd dentro del subsistema.
ga: Úsáid córasaithe taobh istigh den fhochóras.
he: השתמש במערכת בתוך תת-מערכת.
id: Menggunakan systemd di dalam subsistem.
ko: 서브시스템 내부에서 systemd를 사용합니다.
nl: Gebruik systemd binnen het subsysteem.
pt_br: Use systemd dentro do subsistema.
tr: Alt sistemdeki systemd'yi kullan.
uk: Використовуйте systemd всередині підсистеми.
