Repository: spaceguybob/apx
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.apx.po
Languages: ar, ca, cs, de, el, es, ga, he, id, it, ko, nl, pt_br, tr, uk, vi

# stacks.new.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
ca: No s'ha especificat cap nom.
cs: Název není uveden.
de: Kein Name angegeben.
el: Δεν καθορίστηκε όνομα.
es: No se especifica el nombre.
ga: Níor sonraíodh aon ainm.
he: שום שם לא צוין.
id: Tidak ada nama yang ditentukan.
it: Non è stato specificato alcun nome.
ko: 지정된 이름이 없습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
tr: Ad belirtilmemiş.
uk: Назву не вказано.
vi: Không có tên xác định.

# stacks.new.error.noPackages
source: No packages specified.
ar: لم يتم تحديد حزم.
ca: Cap paquet especificat.
cs: Nebyly zadány balíčky.
de: Keine Pakete angegeben.
el: Δεν καθορίστηκαν πακέτα.
es: No se especificaron paquetes.
ga: Níor sonraíodh aon phacáistí.
he: אין חבילות שצוינו.
id: Tidak ada paket yang ditentukan.
it: Nessun pacchetto specificato.
ko: 지정된 패키지가 없습니다.
nl: Geen pakketten opgegeven.
pt_br: Não há pacotes especificados.
tr: Paket belirtilmemiş.
uk: Пакунки не вказані.
vi: Không có gói nào chỉ định.

# stacks.new.error.noPkgManager
source: No package manager specified.
ar: لم يتم تحديد مدير حزم.
ca: No s'ha especificat cap gestor de paquets.
cs: Není zadán žádný správce balíčků.
de: Kein Paketmanager angegeben.
el: Δεν καθορίστηκε διαχειριστής πακέτων.
es: No se ha especificado ningún gestor de paquetes.
ga: Níor sonraíodh aon bhainisteoir pacáiste.
he: אין מנהל חבילה שצוין.
id: Tidak ada manajer paket yang ditentukan.
it: Non è stato specificato alcun gestore di pacchetti.
ko: 지정된 패키지 관리자가 없습니다.
nl: Geen pakketbeheerder opgegeven.
pt_br: Nenhum gerenciador de pacotes especificado.
tr: Paket yöneticisi belirtilmemiş.
uk: Не вказано менеджер пакунків.
vi: Không có trình quản lý gói nào chỉ định.

# stacks.new.error.noPkgManagers
source: Could not find any package managers. Create one with 'apx pkgmanagers new' or contact the system administrator.
ar: لا توجد تشكيلات متاحة. قم بإنشاء واحدة جديدة باستخدام 'apx stacks new' أو تحدث إلى مسؤول النظام.
de: Es konnten keine Paketmanager gefunden werden. Erstellen Sie einen mit ‚apx pkgmanagers new‘ oder wenden Sie sich an den Systemadministrator.
es: No se pudo encontrar ningún administrador de paquetes. Cree uno nuevo con 'apx pkgmanagers' o comuníquese con el administrador del sistema.
ga: Níorbh fhéidir bainisteoirí pacáiste ar bith a aimsiú. Cruthaigh ceann le 'apx pkgmanagers nua' nó déan teagmháil le riarthóir an chórais.
id: Tidak dapat menemukan manajer paket. Buatlah dengan 'apx pkgmanagers new' atau hubungi administrator sistem.
ko: 패키지 관리자를 찾을 수 없습니다. 'apx pkgmanagers new'로 생성하거나 시스템 관리자에게 문의하세요.
nl: Kon geen pakket­beheerders vinden. Maak er een aan met ‘apx pkgmanagers new’ of neem contact op met de systeem­beheerder.
pt_br: Não foi possível encontrar nenhum gerenciador de pacotes. Tente criar um com 'apx pkgmanagers new' ou entre em contato com o administrador do sistema.
tr: Herhangi bir paket yönetici bulunamadı. 'apx pkgmanagers new' ile yeni birini oluşturun ya da sistem yöneticisiyle iletişime geçin.
uk: Не вдалося знайти жодного менеджера пакетів. Створіть його за допомогою «apx pkgmanagers new» або зв'яжіться з системним адміністратором.
vi: Không tìm thấy bất kỳ trình quản lý gói nào. Hãy tạo một trình quản lý gói với 'apx pkgmanagers new' hoặc liên hệ với quản trị viên hệ thống.

# stacks.new.error.pkgManagerDoesNotExist
source: The specified package manager does not exist. Create it with 'apx pkgmanagers new' or contact the system administrator.
ar: مدير الحزم المحدد غير موجود. قم بإنشاء واحد جديد باستخدام 'apx pkgmanagers new' او قم بالتحدث لمسؤول النظام.
ca: El gestor de paquets especificat no existeix. Creal amb 'apx plgmamangers new' o posat en contacte amb l'administrador del sistema.
cs: Zadaný správce balíčků neexistuje. Vytvořte jej pomocí příkazu 'apx pkgmanagers new' nebo kontaktujte správce systému.
de: Der angegebene Paketmanager existiert nicht. Erstellen Sie ihn mit 'apx pkgmanagers new' oder wenden Sie sich an den Systemadministrator.
el: Ο επιλεγμένος διαχειριστής πακέτων δεν υπάρχει. Δημιουργήστε τον με το 'apx pkgmanagers new' ή επικοινωνήστε με τον διαχειριστή του συστήματος.
es: El gestor de paquetes especificado no existe. Créelo con 'apx pkgmanagers new' o contacte al administrador del sistema.
ga: Níl an bainisteoir pacáiste sonraithe ann. Cruthaigh é le 'apx pkgmanagers nua' nó déan teagmháil le riarthóir an chórais.
he: מנהל החבילה שצוין אינו קיים. צור אותו עם "apx pkgmanagers חדש" או פנה למנהל המערכת.
id: Manajer paket yang ditentukan tidak ada. Buatlah dengan 'apx pkgmanagers new' atau hubungi administrator sistem.
it: Il gestore di pacchetti specificato non esiste. Crealo con 'apx pkgmanagers new' o contatta l'amministratore di sistema.
ko: 지정된 패키지 관리자가 존재하지 않습니다. 'apx pkgmanagers new'로 만들거나 시스템 관리자에게 문의하십시오.
nl: De opgegeven pakketbeheerder bestaat niet. Maak deze aan met ‘apx pkgmanagers new’ of neem contact op met de systeembeheerder.
pt_br: O gerenciador de pacotes especificado não existe. Crie-o com 'apx pkgmanagers new' ou entre em contato com o administrador do sistema.
tr: Belirtilen paket yöneticisi yok. 'apx pkgmanagers new' ile oluşturun ya da sistem yöneticisiyle iletişime geçin.
uk: Вказаного менеджера пакунків не існує. Створіть його за допомогою «apx pkgmanagers new» або зверніться до системного адміністратора.
vi: Trình quản lý gói được chỉ định không tồn tại. Hãy tạo nó bằng 'apx pkgmanagers new' hoặc liên hệ với quản trị viên hệ thống.

# stacks.new.info.askBase
source: Choose a base (e.g. 'vanillaos/pico'):
ar: اختر النظام الأساس (على سبيل المثال 'vanillaos/pico'):
ca: Tria una base (per exemple 'vanillaos/pico')
cs: Vyberte základ (např. 'vanillaos/pico'):
de: Wählen Sie eine Basis (z. B. "vanillaos/pico"):
el: Επιλογή μιας βάσης (π.χ. 'vanillaos/pico'):
es: Elija una base (por ejemplo, "vainillaos/pico"):
ga: Roghnaigh bonn (m.sh. 'vanillaos/pico'):
he: בחרו בסיס (למשל "ונדלוס/pico"):
id: Pilih sebuah basis (misal: 'vanillaos/pico'):
it: Scegli una base (ad esempio, "vanillaos/pico"):
ko: Base을 입력하십시오 (예: 'vanillaos/pico'):
nl: Kies een basis (bĳv. ‘vanillaos/pico’):
pt_br: Escolha uma base (por exemplo, 'vanillaos/pico'):
tr: Taban seç (örn. 'vanillaos/pico'):
uk: Виберіть базу (наприклад, «vanillaos/pico»):
vi: Chọn một loại cơ sở (ví dụ: 'vanillaos/pico'):

# stacks.new.info.askName
source: Choose a name:
ar: اختر اسما:
ca: Tria un nom:
cs: Vyberte název:
de: Wählen Sie einen Namen:
el: Επιλογή ονόματος:
es: Elige un nombre:
ga: Roghnaigh ainm:
he: בחרו שם:
id: Pilih sebuah nama:
it: Scegli un nome:
ko: 이름을 입력하십시오:
nl: Kies een naam:
pt_br: Escolha um nome:
tr: Ad seç:
uk: Вибрати ім'я:
vi: Chọn tên:

# stacks.new.info.askPackages
source: Please type the packages you want to install in the stack, separated by a space:
ar: من فضلك قم بكتابة الحزم المراد تنزيلها في التشكيلة مع فصلها بمسافة:
ca: Sisplau escriu els paquets que vols instal·lar a la pila, separats per un espai:
cs: Zadejte balíčky, které chcete nainstalovat do stacku, oddělené mezerou:
de: Geben Sie die Pakete, die Sie im Stapel installieren möchten, durch ein Leerzeichen getrennt ein:
el: Παρακαλείστε να πληκτρολογήσετε τα πακέτα που επιθυμείτε να εγκατασταθούν στη στοίβα, χωρισμένα με κενό:
es: Por favor, escriba los paquetes que desee instalar en la pila, separados por un espacio:
ga: Clóscríobh na pacáistí is mian leat a shuiteáil sa chairn, scartha ag spás:
he: אנא הקלד את החבילות שברצונך להתקין בערימה, מופרדות על ידי חלל:
id: Ketik paket yang ingin Anda instal di dalam stack, dipisahkan dengan spasi:
it: Digitare i pacchetti che si desidera installare nello stack, separati da uno spazio:
ko: 스택에 설치할 패키지를 띄어쓰기로 구분하여 입력하십시오:
nl: Typ de pakketten die u wilt installeren in de stack, gescheiden door een spatie:
pt_br: Digite os pacotes que deseja instalar na pilha, separados por um espaço:
tr: Lütfen yığına kurmak istediğiniz paketleri aralarında boşluk bırakarak yazın:
uk: Будь ласка, вкажіть пакунки, які ви хочете встановити до стеку, через пробіл:
vi: Vui lòng nhập các gói bạn muốn cài đặt vào ngăn xếp, cách nhau bằng dấu cách:

# stacks.new.info.askPkgManager
source: Choose a package manager:
ar: اختر مديرا للحزم:
ca: Tria un gestor de paquets:
cs: Vyberte správce balíčků:
de: Wählen Sie einen Paketmanager:
el: Επιλογή ενός διαχειριστή πακέτων:
es: Elija un gestor de paquetes:
ga: Roghnaigh bainisteoir pacáiste:
he: בחר מנהל חבילה:
id: Pilih manajer paket:
it: Scegli un gestore di pacchetti:
ko: 패키지 관리자 입력하십시오:
nl: Kies een pakketbeheerder:
pt_br: Escolha um gerenciador de pacotes:
tr: Paket yöneticisi seç:
uk: Виберіть менеджера пакунків:
vi: Chọn trình quản lý gói:

# stacks.new.info.confirmPackages
source: Do you want to confirm the current packages list?
ar: هل تريد الموافقة على قائمة الحزم التالية؟
ca: Vols confirmar la llista de paquets actual?
cs: Chcete potvrdit aktuální seznam balíčků?
de: Möchten Sie die aktuelle Paketliste bestätigen?
el: Θέλετε να επιβεβαιώσετε την τρέχουσα λίστα πακέτων?
es: ¿Desea confirmar la lista actual de paquetes?
ga: An bhfuil fonn ort liosta na bpacáistí reatha a dheimhniú?
he: רוצים לאשר את רשימת החבילות הנוכחית?
id: Apakah Anda ingin mengkonfirmasi daftar paket yang ada saat ini?
it: Volete confermare l'elenco attuale dei pacchetti?
ko: 현재 패키지 목록을 확인하시겠습니까?
nl: Wilt u de huidige pakketlĳst bevestigen?
pt_br: Deseja confirmar a lista de pacotes atual?
tr: Geçerli paket listesini onaylıyor musunuz?
uk: Ви хочете підтвердити поточний список пакунків?
vi: Bạn có muốn xác nhận danh sách các gói hiện tại không?

# stacks.new.info.noPackages
source: You have not provided any packages to install in the stack. Do you want to add some now?
ar: انت لم تقم بإضافة اي حزم لتثبيتها في التشكيلة. هل تريد إضافة البعض الآن؟
ca: No has triat cap paquet per instal·lar a la pila. Vols triar-ne ara?
cs: Nezadali jste žádný balíček, který by měl být ve stacku nainstalovaný. Chcete nyní nějaký přidat?
de: Sie haben keine Pakete zur Installation im Stapel angegeben. Möchten Sie jetzt welche hinzufügen?
el: Δεν έχετε περιλάβει κάποια πακέτα για εγκατάσταση στη στοίβα. Θέλετε να προσθέσετε μερικά τώρα;
es: No ha proporcionado ningún paquete para instalar en la pila. ¿Desea agregar algunos ahora?
ga: Níor chuir tú aon phacáistí ar fáil le suiteáil sa chruach. An bhfuil fonn ort roinnt a chur leis anois?
he: לא נתת חבילה להתקין בערימה. רוצים להוסיף קצת עכשיו?
id: Anda belum menyediakan paket apa pun untuk diinstal di dalam stack. Apakah Anda ingin menambahkannya sekarang?
it: Non è stato fornito alcun pacchetto da installare nello stack. Si desidera aggiungerne qualcuno ora?
ko: 스택에 설치할 패키지를 제공하지 않았습니다. 지금 추가 하시겠습니까?
nl: U heeft geen pakketten opgegeven om in de stack te installeren. Wilt u er nu een paar toevoegen?
pt_br: Você não forneceu nenhum pacote para instalar na pilha. Deseja adicionar algum?
tr: Yığında kurulacak herhangi bir paket sağlamadınız. Şimdi birkaç tane eklemek ister misiniz?
uk: Ви не надали жодних пакетів для встановлення у стек. Бажаєте додати їх зараз?
vi: Bạn chưa cung cấp bất kỳ gói nào để cài đặt trong ngăn xếp. Bạn có muốn thêm một số gói bây giờ không?

# stacks.new.info.selectPkgManager
source: Select a package manager [1-%d]:
ar: اختر مديرا للحزم [1-%d] :
ca: Selecciona un gestor de paquets [1-%d]:
cs: Vyberte správce balíčků [1-%d]:
de: Wählen Sie einen Paketmanager [1-%d]:
el: Επιλέξτε έναν διαχειριστή πακέτων [1-%d]:
es: Seleccione un gestor de paquetes [1-%d]:
ga: Roghnaigh bainisteoir pacáiste [1-%d]:
he: בחר מנהל חבילות [1-%d]:
id: Pilih manajer paket [1-%d]:
it: Seleziona un gestore di pacchetti [1-%d]:
ko: 패키지 관리자를 선택하십시오 [1-%d]:
nl: Kies een pakketbeheerder [1-%d]:
pt_br: Selecione um gerenciador de pacotes [1-%d]:
tr: Paket yöneticisi seç [1-%d]:
uk: Виберіть менеджер пакунків [1-%d]:
vi: Chọn trình quản lý gói [1-%d]:

# stacks.new.info.success
source: Created stack '%s'.
ar: تم إنشاء التشكيلة '%s'.
ca: Pila Creada '%s'.
cs: Stack '%s' vytvořen.
de: Stapel '%s' erstellt.
el: Δημιουργήθηκε η στοίβα '%s'.
es: Pila creada '%s'.
ga: Cruach '%s' cruthaithe.
he: נוצר מחסנית '%s'.
id: Membuat stack '%s'.
it: Creato lo stack '%s'.
ko: '%s' 스택이 생성되었습니다.
nl: Stack ‘%s’ aangemaakt.
pt_br: Pilha criada '%s'.
tr: '%s' yığını oluşturuldu.
uk: Створено стек «%s».
vi: Đã tạo ngăn xếp '%s'.

# stacks.rm.error.inUse
source: The stack is used in %d subsystems:
de: Der Stapel wird in %d Subsystemen verwendet:
es: El stack está utilizado en %d subsistemas:
ga: Úsáidtear an chruach i bhfochórais %d:
id: Stack digunakan dalam %d subsistem:
nl: De stack wordt gebruikt in %d subsystemen:
pt_br: A pilha é usada em %d subsistemas:
tr: Yığın, %s alt sistemde kullanılıyor:
uk: Стек використовується у підсистемах %d:

# stacks.rm.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
ca: No s'ha especificat cap nom.
cs: Název není uveden.
de: Kein Name angegeben.
el: Δεν καθορίστηκε όνομα.
es: Sin nombre especificado.
ga: Níor sonraíodh aon ainm.
he: שום שם לא צוין.
id: Tidak ada nama yang ditentukan.
it: Non è stato specificato alcun nome.
ko: 지정된 이름이 없습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
tr: Ad belirtilmedi.
uk: Назву не вказано.

# stacks.rm.info.askConfirmation
source: Are you sure you want to remove '%s'?
ar: هل انت متأكد من حذف '%s'؟
ca: Segur que vols eliminar '%s'? [s/N]
cs: Jste si jisti, že chcete odstranit '%s'?
de: Sind Sie sicher, dass Sie ‚%s‘ entfernen möchten?
el: Είστε σίγουροι πως επιθυμείτε την αφαίρεση του '%s'; [y/N]
es: ¿Estás seguro de que deseas eliminar '%s'?
ga: An bhfuil tú cinnte go bhfuil fonn ort '%s' a bhaint?
he: אתה בטוח שאתה רוצה להסיר "%s"? [y/N]
id: Apakah Anda yakin ingin menghapus '%s'?
it: Si è sicuri di voler rimuovere '%s'? [y/N]
ko: 정말로 '%s'를(을) 제거 하시겠습니까? [y/N]
nl: Weet u zeker dat u ‘%s’ wilt verwĳderen?
pt_br: Tem certeza de que deseja remover '%s'?
tr: '%s' kaldırılsın ister misiniz?
uk: Ви впевнені, що хочете видалити «%s»?
vi: Are you sure you want to remove '%s'? [y/N]

# stacks.rm.info.success
source: Removed stack '%s'.
ar: تم حذف التشكيلة '%s'.
ca: Pila '%s' eliminada.
cs: Odstraněn stack '%s'.
de: Stapel '%s' entfernt.
el: Αφαιρέθηκε η στοίβα '%s'.
es: Pila eliminada '%s'.
ga: Baineadh cruach '%s'.
he: הסרת ערימה "%s".
id: Menghapus stack '%s'.
it: Rimosso lo stack '%s'.
ko: '%s' 스택이 제거되었습니다.
nl: Stack ‘%s’ verwĳderd.
pt_br: Pilha '%s' removida.
tr: '%s' kaldırıldı.
uk: Видалено стек «%s».

# stacks.update.error.builtIn
source: Built-in stacks cannot be modified.
de: Eingebaute Stapel können nicht geändert werden.
es: Las pilas incorporadas no pueden modificarse.
ga: Ní féidir stoic ionsuite a mhodhnú.
id: Stack bawaan tidak dapat dimodifikasi.
nl: Ingebouwde stapels kunnen niet worden aangepast.
pt_br: Pilhas integradas não podem ser modificadas.
tr: Gömülü yığınlar düzenlenemez.
uk: Вбудовані стеки не можуть бути змінені.

# stacks.update.error.noBase
source: No base specified.
ar: لم يتم تحديد النظام الأساس.
ca: Cap base especificada.
cs: Není zadán základ.
de: Keine Basis angegeben.
el: Δεν καθορίστηκε βάση.
es: No se especificó una base.
ga: Níor sonraíodh aon bhonn.
he: שום בסיס לא מוגדר.
id: Tidak ada basis yang ditentukan.
it: Non è stata specificata la base.
ko: 지정된 Base가 없습니다.
nl: Geen basis opgegeven.
pt_br: Nenhuma base especificada.
tr: Taban belirtilmedi.
uk: База не вказана.

# stacks.update.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
ca: Cap nom especificat.
cs: Název není uveden.
de: Kein Name angegeben.
el: Δεν καθορίστηκε όνομα.
es: Sin nombre especificado.
ga: Níor sonraíodh aon ainm.
he: שום שם לא צוין.
id: Tidak ada nama yang ditentukan.
it: Non è stato specificato alcun nome.
ko: 지정된 이름이 없습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
tr: Ad belirtilmedi.
uk: Назву не вказано.
vi: Không có tên xác định.

# stacks.update.error.noPkgManager
source: No package manager specified.
ar: لم يتم تحديد مدير حزم.
ca: No s'ha especificat cap gestor de paquets.
cs: Není zadán správce balíčků.
de: Kein Paketmanager angegeben.
el: Δεν καθορίστηκε διαχειριστής πακέτων.
es: No se especificó un gestor de paquetes.
ga: Níor sonraíodh aon bhainisteoir pacáiste.
he: אין מנהל חבילה שצוין.
id: Tidak ada manajer paket yang ditentukan.
it: Non è stato specificato alcun gestore di pacchetti.
ko: 지정된 패키지 관리자가 없습니다.
nl: Geen pakketbeheerder opgegeven.
pt_br: Nenhum gerenciador de pacotes especificado.
tr: Paket yöneticisi belirtilmedi.
uk: Не вказано менеджер пакунків.
vi: Không có trình quản lí gói nào được chỉ định.

# stacks.update.error.pkgManagerDoesNotExist
source: The specified package manager does not exist. Create it with 'apx pkgmanagers new' or contact the system administrator.
ar: مدير الحزم المحدد غير موجود. قم بإنشاء واحد جديد باستخدام 'apx pkgmanagers new' او قم بالتحدث لمسؤول النظام.
ca: El gestor de paquets especificat no existeix. El pots crear amb 'apx pkgmanagers new' o contactar amb l'administrador del sistema.
cs: Zadaný správce balíčků neexistuje. Vytvořte ho pomocí 'apx pkgmanagers new' nebo kontaktujte Vašeho správce systému.
de: Der angegebene Paketmanager existiert nicht. Erstellen Sie ihn mit 'apx pkgmanagers new' oder wenden Sie sich an den Systemadministrator.
el: Ο επιλεγμένος διαχειριστής πακέτων δεν υπάρχει. Δημιουργήστε τον με το 'apx pkgmanagers new' ή επικοινωνήστε με τον διαχειριστή του συστήματος.
es: El gestor de paquetes especificado no existe. Créelo con 'apx pkgmanagers new' o contacte al administrador del sistema.
ga: Níl an bainisteoir pacáiste sonraithe ann. Cruthaigh é le 'apx pkgmanagers nua' nó déan teagmháil le riarthóir an chórais.
he: מנהל החבילה שצוין אינו קיים. צור אותו עם "apx pkgmanagers חדש" או פנה למנהל המערכת.
id: Manajer paket yang ditentukan tidak ada. Buatlah dengan 'apx pkgmanagers new' atau hubungi administrator sistem.
it: Il gestore di pacchetti specificato non esiste. Crealo con 'apx pkgmanagers new' o contatta l'amministratore di sistema.
ko: 지정된 패키지 관리자가 존재하지 않습니다. 'apx pkgmanagers new'로 만들거나 시스템 관리자에게 문의하십시오.
nl: De opgegeven pakketbeheerder bestaat niet. Maak deze aan met ‘apx pkgmanagers new’ of neem contact op met de systeembeheerder.
pt_br: O gerenciador de pacotes especificado não existe. Crie-o com 'apx pkgmanagers new' ou entre em contato com o administrador do sistema.
tr: Belirtilen paket yöneticisi yok. 'apx pkgmanagers new' ile yeni oluşturun ya da sistem yöneticisiyle iletişime geçin.
uk: Вказаного менеджера пакунків не існує. Створіть його за допомогою «apx pkgmanagers new» або зверніться до системного адміністратора.

# stacks.update.info.askBase
source: Type a new base or confirm the current one (%s):
ar: قم بكتابة نظام أساس جديد أو وافق على الحالي(%s):
ca: Escriu una base nova o confirma l'actual (%s):
cs: Zadejte nový základ nebo potvrďte aktuální (%s):
de: Geben Sie eine neue Basis ein oder bestätigen Sie die aktuelle (%s):
el: Πληκτρολογήστε μια νέα βάση ή επιβεβαιώστε τη τρέχουσα (%s):
es: Escriba una nueva base o confirme la actual (%s):
ga: Clóscríobh bonn nua nó deimhnigh an ceann reatha (%s):
he: הקלד בסיס חדש או לאשר את הנוכחי (%s):
id: Ketik basis baru atau konfirmasikan basis yang ada saat ini (%s):
it: Digita una nuova base o confermare quella attuale (%s):
ko: 새로운 Base를 입력하거나 현재 Base를 확인하십시오 (%s):
nl: Typ een nieuwe basis in of bevestig de huidige (%s):
pt_br: Digite uma nova base ou confirme a atual (%s):
tr: Yeni taban yazın ya da geçerli olanı onaylayın (%s):
uk: Введіть нову базу або підтвердіть поточну (%s):

# stacks.update.info.askPackages
source: Type the packages you want to install in the stack, separated by a space:
ar: قم بكتابة الحزم المراد تثبيتها في التشكيلة مع فصلها بمسافة أو وافق على الحاليين (%s):
ca: Escriu els paquets que vols instal·lar en la pila, separats per un espai, o confirma els actuals (%s):
cs: Zadejte balíčky, které chcete ve stacku nainstalovat, oddělené mezerou nebo potvrďte aktuální (%s):
de: Geben Sie die Pakete, die Sie in den Stapel installieren möchten, durch ein Leerzeichen getrennt ein:
el: Πληκτρολογήστε τα πακέτα που επιθυμείτε να εγκατασταθούν στη στοίβα, χωρισμένα με κενό, ή επιβεβαιώστε τα τρέχοντα (%s):
es: Escribe los paquetes que desea instalar en la pila, separados por un espacio:
ga: Clóscríobh na pacáistí is mian leat a shuiteáil sa chruach, scartha le spás:
he: הקלד את החבילות שברצונך להתקין בערימה, מופרדות על ידי חלל, או לאשר את הנוכחי (%s):
id: Ketik paket-paket yang ingin Anda instal dalam stack, dipisahkan dengan spasi:
it: Digitate i pacchetti che volete installare nello stack, separati da uno spazio, oppure confermate quelli attuali (%s):
ko: 스택에 설치할 패키지를 띄어쓰기로 구분하여 입력하거나 현재 패키지를 확인하십시오 (%s):
nl: Typ de pakketten in die u in de stack wilt installeren, gescheiden door een spatie:
pt_br: Digite os pacotes que deseja instalar na pilha, separados por um espaço:
tr: Yığına kurmak istediğiniz paketleri boşlukla ayırarak yazın:
uk: Введіть пакети, які ви хочете встановити в стек, через пробіл:
vi: Type the packages you want to install in the stack, separated by a space, or confirm the current ones (%s):

# stacks.update.info.askPkgManager
source: Choose a new package manager or confirm the current one (%s):
ar: قم باختيار مدير حزم جديد أو وافق على الحالي(%s):
ca: Escull un nou gestor de paquets o confirma l'actual (%s):
cs: Zvolte nový správce balíčků nebo potvrďte aktuální (%s):
de: Wählen Sie einen neuen Paketmanager oder bestätigen Sie den aktuellen (%s):
el: Επιλέξτε έναν νέο διαχειριστή πακέτων ή επιβεβαιώστε τον τρέχοντα (%s):
es: Elija un nuevo gestor de paquetes o confirme el actual (%s):
ga: Roghnaigh bainisteoir pacáiste nua nó deimhnigh an ceann reatha (%s):
he: בחר מנהל חבילה חדש או לאשר את הנוכחי (%s):
id: Pilih manajer paket baru atau konfirmasikan manajer paket yang ada saat ini (%s):
it: Scegliere un nuovo gestore di pacchetti o confermare quello attuale (%s):
ko: 새로운 패키지 관리자를 선택하거나 현재 패키지 관리자를 확인하십시오 (%s):
nl: Kies een nieuwe pakketbeheerder of bevestig de huidige (%s):
pt_br: Escolha um novo gerenciador de pacotes ou confirme o atual (%s):
tr: Yeni paket yöneticisi seçin ya da geçerli olanı onaylayın (%s):
uk: Виберіть новий менеджер пакунків або підтвердіть поточний (%s):

# stacks.update.info.confirmPackages
source: Do you want to update the list of packages?
ar: هل تريد الموافقة على قائمة الحزم الحالية؟
ca: Do you want to confirm the current packages list?
cs: Do you want to confirm the current packages list?
de: Möchten Sie die Liste der Pakete aktualisieren?
el: Do you want to confirm the current packages list?
es: ¿Deseas actualizar la lista de paquetes?
ga: Ar mhaith leat liosta na bpacáistí a nuashonrú?
he: Do you want to confirm the current packages list?
id: Apakah Anda ingin memperbarui daftar paket?
it: Do you want to confirm the current packages list?
ko: 현재 패키지 목록을 확인하시겠습니까?
nl: Wilt u de pakketlĳst bĳwerken?
pt_br: Deseja atualizar a lista de pacotes?
tr: Paket listesini güncellemek istiyor musunuz?
uk: Хочете оновити список пакетів?
vi: Do you want to confirm the current packages list?
