Repository: spaceguybob/apx
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.apx.po
Languages: ar, ca, cs, de, el, es, ga, he, id, it, ko, nl, pt_br, tr, uk, vi

# pkgmanagers.export.info.success
source: Exported package manager '%s' to '%s'.
ar: تم تصدير مدير الحزم '%s' إلى '%s'.
de: Paketmanager '%s' nach '%s' exportiert.
es: Gestor de paquetes exportado '%s' a '%s'.
ga: Easpórtáil bainisteoir pacáiste '%s' go '%s'.
he: מנהל החבילות '%s' ייצא אל '%s'.
id: Mengekspor manajer paket '%s' ke '%s'.
it: Esportato gestore di pacchetti '%s' a '%s'.
ko: 패키지 관리자 '%s'를 '%s'로 내보냈습니다.
nl: Pakketbeheerder ‘%s’ geëxporteerd naar ‘%s’.
pt_br: Gerenciador de pacotes exportados '%s' até '%s'.
tr: '%s' paket yöneticisi şuna dışa aktarıldı: '%s'.
uk: Експортовано менеджер пакетів «%s» до «%s».
vi: Đã xuất trình quản lý gói '%s' sang '%s'.

# pkgmanagers.import.error.cannotLoad
source: Cannot load package manager from '%s'.
ar: لا يمكن تحميل مدير الحزم من '%s'.
de: Kann Paketmanager nicht aus '%s' laden.
es: No se puede cargar el gestor de paquetes de '%s'.
ga: Ní féidir bainisteoir an phacáiste a luchtú ó '%s'.
he: לא ניתן לטעון את מנהל החבילות מ'%s'.
id: Tidak dapat memuat manajer paket dari '%s'.
it: Impossibile caricare il gestore pacchetti da '%s'.
ko: '%s'에서 패키지 관리자를 로드할 수 없습니다.
nl: Kan pakketbeheerder van ‘%s’ niet laden.
pt_br: Não é possível carregar o gerenciador de pacotes de '%s'.
tr: Paket yöneticisi şuradan yüklenemiyor: '%s'.
uk: Не вдається завантажити менеджер пакетів з «%s».
vi: Không thể tải trình quản lý gói từ '%s'.

# pkgmanagers.import.error.noInput
source: No input specified.
ar: لم يتم تحديد أي إدخال.
de: Keine Eingabe angegeben.
es: No se ha especificado entrada.
ga: Níor sonraíodh aon ionchur.
he: שום קלט לא מוגדר.
id: Tidak ada input yang ditentukan.
it: Input non specificato.
ko: 지정된 입력이 없습니다.
nl: Geen invoer opgegeven.
pt_br: Nenhuma entrada especificada.
tr: Girdi belirtilmedi.
uk: Вхідні дані не вказано.
vi: Thông tin đầu vào không xác định.

# pkgmanagers.import.info.success
source: Imported package manager from '%s'.
ar: مدير الحزم المستورد من '%s'.
de: Paketmanager aus '%s' importiert.
es: Gestor de paquetes importado de '%s'.
ga: Bainisteoir pacáiste iompórtáilte ó '%s'.
he: מנהל החבילות מיובא מ'%s'.
id: Mengimpor manajer paket dari '%s'.
it: Gestore di pacchetti importato da '%s'.
ko: '%s'에서 패키지 관리자를 가져왔습니다.
nl: Pakketbeheerder van ‘%s’ geïmporteerd.
pt_br: Gerenciador de pacotes importado de '%s'.
tr: Paket yöneticisi şuradan içe aktarıldı: '%s'.
uk: Імпортовано менеджер пакетів з «%s».
vi: Đã nhập trình quản lý gói từ '%s'.

# pkgmanagers.labels.builtIn
source: Built-in
ar: مدمج في النظام
ca: Incorporat
cs: Vestavěné
de: Eingebaut
el: Ενσωματωμένοι
es: Incorporado
ga: Tógtha i
he: נבנה-in
id: Bawaan
it: Incorporato
nl: Ingebouwd
pt_br: Embutido
tr: Yerleşik
uk: Вбудований
vi: Tích hợp sẵn

# pkgmanagers.labels.name
source: Name
ar: الاسم
ca: Nom
cs: Název
el: Όνομα
es: Nombre
ga: Ainm
he: שם השם
id: Nama
it: Nome
ko: 이름
nl: Naam
pt_br: Nome
tr: Ad
uk: Назва
vi: Tên

# pkgmanagers.list.info.foundPkgManagers
source: Found %d package managers
ar: تم ايجاد %d مديري حزم:
ca: Trobat(s) %d gestor(s) de paquet(s)
cs: Nalezeno %d správců balíčků:
de: %d Paketmanager gefunden
el: Βρέθηκαν %d διαχειριστές πακέτων
es: %d administrador de paquetes encontrado
ga: Aimsíodh %d bainisteoirí pacáiste
he: נמצאו %d מנהלי חבילות
id: Ditemukan %d manajer paket
it: Trovati %d gestori di pacchetti
ko: %d개의 패키지 관리자를 찾았습니다:
nl: %d pakketbeheerders gevonden
pt_br: Encontrados %d gerenciadores de pacotes
tr: %d paket yöneticisi bulundu
uk: Знайдено %d менеджерів пакунків
vi: Đã tìm thấy %d trình quản lí gói

# pkgmanagers.list.info.noPkgManagers
source: No package managers available. Create a new one with 'apx pkgmanagers new' or contact the system administrator.
ar: لا يوجد مدير حزم متاح. قم بإنشاء واحد جديد باستخدام 'apx pkgmanagers new' او تحدث مع مسئول النظام.
ca: No es troba cap gestor de paquets. Crea un de nou amb 'apx pkgmanagers new' o posat en contacta amb l'administrador del sistema.
cs: Správce balíčků nejsou dostupné. Vytvořte nový pomocí 'apx pkgmanagers new' nebo kontaktujte Vašeho systémového správce.
de: Keine Paketmanager verfügbar. Erstellen Sie einen neuen mit 'apx pkgmanagers new' oder wenden Sie sich an den Systemadministrator.
el: Δεν υπάρχουν διαθέσιμοι διαχειριστές πακέτων. Δημιουργήστε έναν νέο με το 'apx pkgmanagers new' ή επικοινωνήστε με τον διαχειριστή του συστήματος.
es: No hay gestores de paquetes disponibles. Cree uno nuevo con 'apx pkgmanagers new' o contacte al administrador del sistema.
ga: Níl aon bhainisteoirí pacáiste ar fáil. Cruthaigh ceann nua le 'apx pkgmanagers nua' nó déan teagmháil le riarthóir an chórais.
he: אין מנהלי חבילה זמינים. צור חדש עם "apx pkgmanagers חדש" או ליצור קשר עם מנהל המערכת.
id: Tidak ada manajer paket yang tersedia. Buat yang baru dengan 'apx pkgmanagers new' atau hubungi administrator sistem.
it: Non ci sono gestori di pacchetti disponibili. Creane uno nuovo con 'apx pkgmanagers new' o contatta l'amministratore di sistema.
ko: 사용 가능한 패키지 관리자가 없습니다. 'apx pkgmanagers new'로 새로 만들거나 시스템 관리자에게 문의하십시오.
nl: Geen pakketbeheerders beschikbaar. Maak een nieuwe aan met ‘apx pkgmanagers new’ of neem contact op met de systeembeheerder.
pt_br: Nenhum gerenciador de pacote disponível. Crie um utilizando 'apx pkgmanagers new' ou entre em contato com o administrador do sistema.
tr: Paket yöneticisi yok. 'apx pkgmanagers new' ile yenisini oluşturun ya da sistem yöneticisine başvurun.
uk: Немає доступних менеджерів пакунків. Створіть новий за допомогою «apx pkgmanagers new» або зверніться до системного адміністратора.
vi: Chưa có trình quản lí gói nào. Tạo một cái mới bằng lệnh 'apx pkgmanagers new' hoặc liên hệ người quản trị hệ thống.

# pkgmanagers.new.error.alreadyExists
source: A package manager with the name '%s' already exists.
ar: يوجد مدير حزم بنفس الاسم '%s' بالفعل.
ca: Ja existeix un gestor de paquets anomenat '%s'.
cs: Správce balíčků s názvem '%s' již existuje.
de: Ein Paketmanager mit dem Namen '%s' existiert bereits.
el: Ένας διαχειριστής πακέτων με το όνομα '%s' υπάρχει ήδη.
es: Ya existe un gestor de paquetes con el nombre '%s'.
ga: Tá bainisteoir pacáiste leis an ainm '%s' ann cheana.
he: כבר קיים מנהל חבילות בשם '%s'.
id: Manajer paket dengan nama '%s' sudah ada.
it: Esiste già un gestore di pacchetti con il nome '%s'.
ko: 이미 '%s'라는 이름의 패키지 관리자가 있습니다.
nl: Een pakketbeheerder met de naam ‘%s’ bestaat al.
pt_br: Um gerenciador de pacotes com o nome '%s' já existe.
tr: '%s' adlı paket yöneticisi zaten var.
uk: Менеджер пакунків з назвою «%s» вже існує.
vi: Trình quản lý gói có tên '%s' đã tồn tại.

# pkgmanagers.new.error.emptyCommand
source: The command cannot be empty.
ar: لا يمكن أن يكون الامر فارغا.
ca: L'ordre no pot estar buida.
cs: Příkaz nemůže být prázdný.
de: Der Befehl darf nicht leer sein.
el: Η εντολή δεν μπορεί να είναι κενή.
es: El comando no puede estar vacío.
ga: Ní féidir leis an ordú a bheith folamh.
he: הפקודה לא יכולה להיות ריקה.
id: Perintah tidak boleh kosong.
it: Il comando non può essere vuoto.
ko: 명령은 비워둘 수 없습니다.
nl: De opdracht mag niet leeg zĳn.
pt_br: O comando não pode ser vazio.
tr: Komut boş olamaz.
uk: Команда не може бути порожньою.
vi: Lệnh không được để trống.

# pkgmanagers.new.error.emptyName
source: The name cannot be empty.
ar: الاسم لا يمكن أن يكون فارغا.
ca: El nom no pot estar buit.
cs: Název nemůže být prázdný.
de: Der Name darf nicht leer sein.
el: Το όνομα δεν μπορεί να είναι κενό.
es: El nombre no puede estar vacío.
ga: Ní féidir leis an ainm a bheith folamh.
he: השם לא יכול להיות ריק.
id: Nama tidak boleh kosong.
it: Il nome non può essere vuoto.
ko: 이름은 비워둘 수 없습니다.
nl: De naam mag niet leeg zĳn.
pt_br: O nome não pode ser vazio.
tr: Ad boş olamaz.
uk: Назва не може бути порожньою.
vi: Tên không được để trống.

# pkgmanagers.new.error.noCommand
source: No command specified for '%s'.
ar: لم يتم تحديد أمر من أجل '%s'.
ca: No s'ha especificat cap ordre per '%s'.
cs: Nebyl specifikován příkaz pro '%s'.
de: Für '%s' wurde kein Befehl angegeben.
el: Δεν καθορίστηκε εντολή για το '%s'.
es: No se especificó un comando para '%s'.
ga: Níor sonraíodh ordú le haghaidh '%s'.
he: לא צוינה פקודה עבור '%s'.
id: Tidak ada perintah yang ditentukan untuk '%s'.
it: Nessun comando specificato per '%s'.
ko: '%s'에 대한 명령이 지정되지 않았습니다.
nl: Geen opdracht opgegeven voor ‘%s’.
pt_br: Nenhum comando especificado para '%s'.
tr: '%s' için komut belirtilmemiş.
uk: Для «%s» не вказано команду.
vi: Không có lệnh nào được chỉ định cho '%s'.

# pkgmanagers.new.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
ca: No s'ha especificat cap nom.
cs: Název není uveden.
de: Kein Name angegeben.
el: Δεν καθορίστηκε όνομα.
es: No se especificó un nombre.
ga: Níor sonraíodh aon ainm.
he: שום שם לא צוין.
id: Tidak ada nama yang ditentukan.
it: Non è stato specificato alcun nome.
ko: 지정된 이름이 없습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
tr: Ad belirtilmemiş.
uk: Назву не вказано.
vi: Tên không được nêu rõ.

# pkgmanagers.new.info.askCommand
source: Enter the command for '%s':
ar: أدخل الامر لأجل '%s':
ca: Introdueix l'ordre per '%s':
cs: Zadejte příkaz pro '%s':
de: Geben Sie den Befehl für '%s' ein:
el: Εισαγωγή εντολής για '%s':
es: Ingrese el comando para '%s':
ga: Iontráil an t- ordú do '%s':
id: Masukkan perintah untuk '%s':
it: Inserire il comando per '%s':
ko: '%s'에 대한 명령을 입력하십시오:
nl: Voer de opdracht in voor ‘%s’:
pt_br: Insira o comando para '%s':
tr: '%s' için komutu gir:
uk: Введіть команду для «%s»:
vi: Nhập lệnh cho '%s':

# pkgmanagers.new.info.askCommandWithDefault
source: Enter the command for '%s' (default: '%s'):
de: Geben Sie den Befehl für ,%s' ein (Standard: ,%s'):
es: Introduce el comando para '%s' (por defecto: '%s'):
ga: Cuir isteach an t-ordú le haghaidh '%s' (réamhshocrú: '%s'):
id: Masukkan perintah untuk '%s' (default: '%s'):
nl: Voer de opdracht in voor ‘%s’ (standaard: ‘%s’):
pt_br: Digite o comando para '%s' (padrão: '%s'):
tr: '%s' için komut gir (öntanımlı '%s'):
uk: Уведіть команду для «%s» (типово: «%s»):
vi: Nhập lệnh cho '%s' (mặc định: '%s'):

# pkgmanagers.new.info.askName
source: Choose a name:
ar: اختر اسما:
ca: Escull un nom:
cs: Vyberte název:
de: Wählen Sie einen Namen:
el: Επιλέξτε ένα όνομα:
es: Elige un nombre:
ga: Roghnaigh ainm:
he: בחרו שם:
id: Pilih sebuah nama:
it: Scegli un nome:
ko: 이름을 입력하십시오:
nl: Kies een naam:
pt_br: Escolha um nome:
tr: Ad seç:
uk: Вибрати ім'я:
vi: Chọn tên:

# pkgmanagers.new.info.askOverwrite
source: A package manager with the name '%s' already exists. Overwrite it?
ar: يوجد مدير حزم بنفس الاسم '%s' بالفعل. هل تريد استبداله؟
ca: Ja existeix un gestor de paquets anomenat '%s'. Vols sobre escriure'l?
cs: Správce balíčků s názvem '%s' již existuje. Přepsat ho?
de: Ein Paketmanager mit dem Namen '%s' existiert bereits. Überschreiben Sie ihn?
el: Ένας διαχειριστής πακέτων με το όνομα '%s' υπάρχει ήδη. Να επεγγραφεί;
es: Ya existe un gestor de paquetes con el nombre '%s'. ¿Sobrescribirlo?
ga: Tá bainisteoir pacáiste leis an ainm '%s' ann cheana. Forscríobh é?
he: כבר קיים מנהל חבילות בשם '%s'. להחליף אותו?
id: Manajer paket dengan nama '%s' sudah ada. Timpa?
it: Esiste già un gestore di pacchetti con il nome '%s'. Sovrascriverlo?
ko: '%s'라는 이름의 패키지 관리자가 이미 있습니다. 덮어쓸까요?
nl: Een pakketbeheerder met de naam ‘%s’ bestaat al. Overschrĳven?
pt_br: Um gerenciador de pacotes com o nome '%s' já existe. Sobrescrevê-lo?
tr: '%s' adlı paket yöneticisi zaten var. Üzerine yazılsın mı?
uk: Менеджер пакунків з назвою «%s» вже існує. Перезаписати його?
vi: Trình quản lý gói có tên '%s' đã tồn tại. Ghi đè lên nó?

# pkgmanagers.new.info.askSudo
source: Does the package manager need sudo to run?
ar: هل يحتاج مدير الحزم إلى sudo ليعمل؟
ca: És necessari ser súper usuari per poder executar el gestor de paquets?
cs: Vyžaduje správce balíčků sudo?
de: Benötigt der Paketmanager sudo zur Ausführung?
el: Χρειάζεται το sudo για να τρέξει ο διαχειριστής πακέτων;
es: ¿Necesita el gestor de paquetes sudo para ejecutarse?
ga: An gá don bhainisteoir pacáiste sudo a rith?
he: האם מנהל החבילה צריך לרוץ?
id: Apakah manajer paket membutuhkan sudo untuk dijalankan?
it: Il gestore di pacchetti ha bisogno di sudo per funzionare?
ko: 패키지 관리자 실행에 sudo가 필요한가요?
nl: Moet de pakketbeheerder uitgevoerd worden met root-rechten?
pt_br: O gerenciador de pacotes precisa do sudo para ser executado?
tr: Paket yöneticisinin çalışması için sudo gerekiyor mu?
uk: Чи потрібен менеджер пакунків для запуску sudo?
vi: Trình quản lý gói có cần sudo để chạy không?

# pkgmanagers.new.success
source: Package manager %s created successfully.
ar: تم إنشاء مدير الحزم %s بنجاح.
de: Paketmanager %s erfolgreich erstellt.
es: El administrador de paquetes %s se creó correctamente.
ga: D' éirigh le bainisteoir pacáiste %s a chruthú.
id: Manajer paket %s berhasil dibuat.
ko: 패키지 관리자 %s 이(가) 성공적으로 생성되었습니다.
nl: Pakketbeheerder ‘%s’ succesvol aangemaakt.
pt_br: Gerenciador de pacotes %s criado com sucesso.
tr: %s paket yönetici başarıyla oluşturuldu.
uk: Менеджер пакетів %s успішно створено.
vi: Trình quản lý gói %s đã được tạo thành công.

# pkgmanagers.rm.error.inUse
source: The package manager is used in %d stacks:
ar: مدير الحزم مستخدم في %d طبقات:
ca: El gestor de paquets es fa servir en %d piles:
cs: Správce balíčků se používá v %d zásobnících:
de: Der Paketmanager wird in %d Stacks verwendet:
el: Ο διαχειριστής πακέτων χρησιμοποιείται σε %d στοίβες:
es: El gestor de paquetes se utiliza en %d pilas:
ga: Úsáidtear bainisteoir an phacáiste i gcruacha %d:
he: מנהל החבילה משמש מחסניות %d:
id: Manajer paket digunakan dalam stack %d:
it: Il gestore di pacchetti è usato in %d stack:
ko: 패키지 관리자는 %d 스택에서 사용 중입니다:
nl: De pakketbeheerder wordt gebruikt in %d stacks:
pt_br: O gerenciador de pacotes é utilizado em %d pilhas:
tr: Paket yöneticisi %d yığında kullanıldı:
uk: Менеджер пакетів використовується у стеках %d:
vi: Trình quản lý gói được sử dụng trong ngăn xếp %d:

# pkgmanagers.rm.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
ca: No s'ha especificat cap nom.
cs: Název není uveden.
de: Kein Name angegeben.
el: Δεν καθορίστηκε όνομα.
es: No se especificó un nombre.
ga: Níor sonraíodh aon ainm.
he: שום שם לא צוין.
id: Tidak ada nama yang ditentukan.
it: Non è stato specificato alcun nome.
ko: 지정된 이름이 없습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
tr: Ad belirtilmemiş.
uk: Назву не вказано.
vi: Không có tên xác định.

# pkgmanagers.rm.info.aborting
source: Aborting removal of package manager '%s'.
ar: إلغاء حذف مدير الحزم '%s'.
ca: Parant l'eliminació del gestor de paquets '%s'.
de: Das Entfernen des Paketmanagers '%s' wird abgebrochen.
el: Ματαίωση της αφαίρεσης του διαχειριστή πακέτων '%s'.
es: Cancelando la eliminación del gestor de paquetes '%s'.
ga: Bainisteoir pacáiste '%s' a thobscor.
he: מבטל את ההסרה של מנהל החבילות '%s'.
id: Membatalkan penghapusan manajer paket '%s'.
it: Interrompendo la rimozione del gestore di pacchetti '%s'.
ko: '%s' 패키지 관리자의 제거를 중단합니다.
nl: Verwĳdering van pakketbeheerder ‘%s’ wordt afgebroken.
pt_br: Abortando a remoção do gerenciador de pacotes '%s'.
tr: '%s' paket yöneticisinin kaldırılmasından vazgeçiliyor.
uk: Переривання видалення менеджера пакетів «%s».
vi: Đang hủy bỏ việc xóa trình quản lý gói '%s'.

# pkgmanagers.rm.info.askConfirmation
source: Are you sure you want to remove '%s'?
ar: هل انت متأكد من حذف '%s'؟
ca: Segur que vols eliminar '%s'? [y/N]
cs: Jste si jisti, že chcete odstranit '%s'? [y/N]
de: Sind Sie sicher, dass Sie ‚%s‘ entfernen möchten?
el: Είστε σίγουροι πως θέλετε να αφαιρέσετε το '%s'; [y/N]
es: ¿Estás seguro de que quieres eliminar '%s'?
ga: An bhfuil tú cinnte go bhfuil fonn ort '%s' a bhaint?
he: האם אתה בטוח שברצונך להסיר את '%s'? [y/N]
id: Apakah Anda yakin ingin menghapus '%s'?
it: Si è sicuri di voler rimuovere '%s'? [y/N]
ko: '%s'(을)를 제거 하시겠습니까? [y/N]
nl: Weet u zeker dat u ‘%s’ wilt verwĳderen?
pt_br: Você tem certeza que deseja remover '%s'?
tr: '%s' kaldırılsın istiyor musunuz?
uk: Ви впевнені, що хочете видалити «%s»?
vi: Bạn có chắc chắn muốn xóa '%s' không?

# pkgmanagers.rm.info.success
source: Removed package manager '%s'.
ar: تم حذف مدير الحزم '%s'.
ca: Eliminat el gestor de paquets '%s'.
cs: Odstraněn správce balíčků '%s'.
de: Paketmanager '%s' entfernt.
el: Αφαιρέθηκε ο διαχειριστής πακέτων '%s'.
es: Eliminado el gestor de paquetes '%s'.
ga: Baineadh bainisteoir pacáiste '%s'.
he: הוסר מנהל החבילות '%s'.
id: Menghapus manajer paket '%s'.
it: Rimosso il gestore di pacchetti '%s'.
ko: '%s' 패키지 관리자가 제거되었습니다.
nl: Pakketbeheerder ‘%s’ verwĳderd.
pt_br: Gerenciador de pacotes '%s' removido.
tr: '%s' paket yöneticisi kaldırıldı.
uk: Видалено менеджер пакетів «%s».
vi: Đã xóa trình quản lý gói '%s'.

# pkgmanagers.update.error.builtIn
source: Built-in package managers cannot be modified.
de: Eingebaute Paketmanager können nicht geändert werden.
es: Los gestores de paquetes integrados no pueden modificarse.
ga: Ní féidir bainisteoirí pacáiste ionsuite a mhodhnú.
id: Manajer paket bawaan tidak dapat dimodifikasi.
nl: Ingebouwde pakket­beheerders kunnen niet worden aangepast.
pt_br: Gerenciadores de pacotes integrados não podem ser modificados.
tr: Gömülü paket yöneticiler düzenlenemez.
uk: Вбудовані менеджери пакетів не можуть бути змінені.
vi: Không thể sửa đổi trình quản lý gói tích hợp.

# pkgmanagers.update.error.missingCommand
source: Missing command for %s.
ar: الأمر مفقود لأجل %s.
de: Fehlender Befehl für %s.
es: Falta el comando para %s.
ga: Ordú ar iarraidh le haghaidh %s.
id: Tidak ada perintah untuk %s.
ko: %s 에 대한 명령이 없습니다.
nl: Ontbrekende opdracht voor ‘%s’.
pt_br: Comando não encontrado para %s.
tr: %s için eksik komut.
uk: Відсутня команда для %s.
vi: Thiếu lệnh cho %s.

# pkgmanagers.update.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
de: Kein Name angegeben.
es: Sin nombre especificado.
ga: Níor sonraíodh aon ainm.
id: Tidak ada nama yang ditentukan.
ko: 이름이 지정되지 않았습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome foi especificado.
tr: Ad belirtilmedi.
uk: Назву не вказано.
vi: Không có tên chỉ định.

# pkgmanagers.update.info.askNewCommand
source: Enter new command for '%s' (leave empty to keep '%s'):
ar: أدخل أمرًا جديدًا لأجل '%s' (اتركه فارغًا للإبقاء على '%s'):
de: Neuen Befehl für ‚%s‘ eingeben (leer lassen, um ‚%s‘ zu behalten):
es: Ingrese un nuevo comando para '%s' (déjelo vacío para conservar '%s'):
ga: Iontráil ordú nua do '%s' (fág folamh chun '%s' a choinneáil):
id: Masukkan perintah baru untuk '%s' (biarkan kosong untuk menyimpan '%s'):
ko: '%s'에 대한 새 명령을 입력합니다(%s를 유지하려면 비워 둡니다):
nl: Voer nieuwe opdracht in voor ‘%s’ (laat leeg om ‘%s’ te behouden):
pt_br: Digite um novo comando para '%s' (deixe em branco para manter '%s'):
tr: '%s' için yeni komut gir ('%s' tutmak için boş bırak):
uk: Введіть нову команду для «%s» (залиште пустим, щоб зберегти «%s»):
vi: Nhập lệnh mới cho '%s' (để trống để giữ lại '%s'):

# pkgmanagers.update.info.success
source: Updated package manager '%s'.
ar: تم تحديث مدير الحزم '%s'.
de: Paketmanager '%s' aktualisiert.
es: Actualizado el gestor de paquetes '%s'.
ga: Bainisteoir pacáiste nuashonraithe '%s'.
he: מנהל החבילות '%s' מעודכן.
id: Memperbarui manajer paket '%s'.
it: Aggiorna il gestore di pacchetti '%s'.
ko: 패키지 관리자 '%s'를 업데이트했습니다.
nl: Pakketbeheerder ‘%s’ bĳgewerkt.
pt_br: Gerenciador de pacotes atualizado '%s'.
tr: '%s' paket yöneticisi güncellendi.
uk: Оновлено менеджер пакунків «%s».
vi: Đã cập nhật trình quản lý gói '%s'.

# runtimeCommand.description
source: Work with the specified subsystem, accessing the package manager and environment.
ar: يتعامل مع النظام الفرعي المحدد، مما يسمح باستخدام مدير الحزم و البيئة.
ca: Treballa amb el subsistema especificat, accedint al gestor de paquets i a l'entorn.
cs: Pracovat se specifikovaným subsystémem a tím získat přístup k jeho správci balíčků a prostředí.
de: Arbeiten Sie mit dem angegebenen Subsystem und greifen Sie auf den Paketmanager und die Umgebung zu.
el: Εργαστείτε στο επιλεγμένο υποσύστημα, με πρόσβαση στον διαχειριστή πακέτων και στο περιβάλλον.
es: Trabaja con el subsistema especificado, accediendo al gestor de paquetes y al entorno.
ga: Oibriú leis an bhfochóras sonraithe, rochtain a fháil ar an mbainisteoir pacáiste agus ar an timpeallacht.
he: לעבוד עם תת-מערכת המפורטת, גישה למנהל החבילה והסביבה.
id: Bekerja dengan subsistem yang ditentukan, mengakses manajer paket dan lingkungan.
it: Usa il sottosistema specificato, accesso al gestore di pacchetti e all'ambiente.
ko: 지정된 하위 시스템과 함께 작업하며, 패키지 관리자와 환경에 액세스합니다.
nl: Werk met het opgegeven subsysteem en krĳg toegang tot de pakketbeheerder en de omgeving.
pt_br: Trabalhe com o subsistema especificado, acessando o gerenciador de pacotes e o ambiente.
tr: Paket yöneticisine ve ortama erişerek belirtilen altsistemde çalış.
uk: Робота з вказаною підсистемою, доступ до менеджера пакетів та оточення.
vi: Làm việc với hệ thống con đã chọn, truy cập trình quản lí gói và môi trường.

# runtimeCommand.error.cantAccessPkgManager
source: An error occurred while accessing the package manager: %s
ar: حدث خطأ أثناء الوصول إلى مدير الحزم: %s
ca: S'ha trobat un error mentre s'entrava al gestor de paquets: %s
cs: Při práci se správcem balíčků nastala chyba: %s
de: Beim Zugriff auf den Paketmanager ist ein Fehler aufgetreten: %s
el: Εμφανίστηκε σφάλμα κατά τη πρόσβαση στον διαχειριστή πακέτων: %s
es: Un error ocurrio mientras el gestor de paquetes se estaba accediendo: %s
ga: Tharla earráid agus bainisteoir an phacáiste á rochtain: %s
he: שגיאה התרחשה בעת גישה למנהל החבילה: %s
id: Terjadi kesalahan saat mengakses manajer paket: %s
it: Si è verificato un errore durante l'accesso al gestore di pacchetti: %s
ko: 패키지 관리자에 액세스하는 중 오류가 발생했습니다: %s
nl: Er is een fout opgetreden bĳ het toegang krĳgen tot de pakketbeheerder: %s
pt_br: Ocorreu um erro ao acessar o gerenciador de pacotes: %s
tr: Paket yöneticisine erişilirken hata oluştu: %s
uk: Виникла помилка під час доступу до менеджера пакетів: %s
vi: Có một lỗi đã xảy ra khi truy cập trình quản lí gói: %s

# runtimeCommand.error.enteringContainer
source: An error occurred while entering the container: %s
ar: حدث خطأ ما أثناء إدخال الحاوية: %s
ca: S'ha produït un error entrant al contenidor: %s
de: Beim Betreten des Containers ist ein Fehler aufgetreten: %s
es: Ocurrió un error al ingresar al contenedor: %s
ga: Tharla earráid agus an coimeádán á iontráil: %s
he: טעות אירעה בעת הכניסה למיכל: אחוזים: %s
id: Terjadi kesalahan saat memasuki kontainer: %s
it: Si è verificato un errore durante l'entrata nel container: %s
ko: 컨테이너에 들어가는 중 오류가 발생했습니다: %s
nl: Er is een fout opgetreden bĳ het betreden van de container: %s
pt_br: Ocorreu um erro ao entrar no contêiner: %s
tr: Şu konteynere girerken hata oluştu: %s
uk: Під час входу в контейнер сталася помилка: %s
vi: Có một lỗi đã xảy ra khi truy cập vào container: %s

# runtimeCommand.error.executingCommand
source: An error occurred while executing the command: %s
ar: حدث خطأ أثناء تنفيذ الأمر: %s
ca: S'ha trobat un error mentre s'executava l'ordre: %s
cs: Nastala chyba při spouštění příkazu: %s
de: Bei der Ausführung des Befehls ist ein Fehler aufgetreten: %s
el: Εμφανίστηκε σφάλμα κατά την εκτέλεση της εντολής: %s
es: Un error ocurrio mientras se ejucutaba un commando: %s
ga: Tharla earráid agus an t- ordú á rith: %s
he: טעות התרחשה בעת ביצוע הפקודה: %s
id: Terjadi kesalahan saat menjalankan perintah: %s
it: Si è verificato un errore durante l'esecuzione del comando: %s
ko: 명령을 실행하는 중 오류가 발생했습니다: %s
nl: Er is een fout opgetreden bĳ het uitvoeren van de opdracht: %s
pt_br: Ocorreu um erro durante a execução do comando: %s
tr: Komutu çalıştırırken hata oluştu: %s
uk: Під час виконання команди сталася помилка: %s
vi: Có một lỗi đã xảy ra khi thực thi câu lệnh: %s
