Repository: spaceguybob/apx
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.apx.po
Languages: ar, ca, cs, de, el, es, ga, he, id, it, ko, nl, pt_br, tr, uk, vi

# apx.cmd.subsystem.new.options.name
source: The name of the subsystem.
ar: اسم النظام الفرعي.
ca: El nom del subsitema.
cs: Název subsystému.
de: Der Name des Subsystems.
el: Το όνομα του υποσυστήματος.
es: El nombre del subsistema.
ga: Ainm an fhochórais.
he: שם תת-מערכת.
id: Nama subsistem.
it: Il nome del sottosistema.
ko: 하위 시스템의 이름입니다.
nl: De naam van het subsysteem.
pt_br: O nome do subsistema.
tr: Alt sistemin adı.
uk: Назва підсистеми.

# apx.cmd.subsystem.new.options.stack
source: The stack to use.
ar: التشكيلة المراد استخدامها.
ca: La pila a fer servir.
cs: Stack, který se má použít.
de: Der zu verwendende Stapel.
el: Η στοίβα που θα χρησιμοποιηθεί.
es: La pila a utilizar.
ga: An chairn le húsáid.
he: הערימה לשימוש.
id: Stack yang akan digunakan.
it: Lo stack da utilizzare.
ko: 사용할 스택입니다.
nl: De stack om te gebruiken.
pt_br: A pilha a ser usada.
tr: Kullanılacak yığın.
uk: Стек для використання.

# apx.cmd.subsystem.purge
source: Purge the specified packages.
ar: تطهير (purge) الحزم المحددة.
cs: Smazat zadané balíčky a jejich konfiguraci.
de: Bereinigen Sie die angegebenen Pakete.
el: Εκκαθάριση των επιλεγμένων πακέτων.
es: Limpiar los paquetes especificados.
ga: Purge na pacáistí sonraithe.
he: שחררו את החבילות המפורטות.
id: Menghapus paket yang ditentukan.
it: Ripulire i pacchetti specificati.
ko: 지정된 패키지를 purge합니다.
nl: Verwĳdert de opgegeven pakketten, inclusief configuratiebestanden.
pt_br: Purgar os pacotes especificados.
tr: Belirtilen paketleri temizle.
uk: Очистити вказані пакунки.
vi: Xóa sạch các gói đã chọn.

# apx.cmd.subsystem.remove
source: Remove the specified packages.
ar: حذف الحزم المحددة.
cs: Smazat zadané balíčky.
de: Entfernen Sie die angegebenen Pakete.
el: Αφαίρεση των επιλεγμένων πακέτων.
es: Elimina los paquetes especificados.
ga: Bain na pacáistí sonraithe.
he: להסיר את החבילות המפורטות.
id: Menghapus paket yang ditentukan.
it: Rimuovere i pacchetti specificati.
ko: 지정된 패키지를 제거합니다.
nl: Verwĳdert de opgegeven pakketten.
pt_br: Remover os pacotes especificados.
tr: Belirtilen paketleri kaldır.
uk: Видаліть вказані пакунки.
vi: Xóa các gói đã chọn.

# apx.cmd.subsystem.reset.options.force
source: Force reset of the subsystem.
ar: إعادة انشاء إجبارية للنظام الفرعي.
ca: Forçar el restabliment del subsitema.
cs: Vynutit reset subsystému.
de: Zurücksetzen des Subsystems erzwingen.
el: Εξαναγκαστική επαναφορά του υποσυστήματος.
es: Fuerza el reinicio del subsistema.
ga: Fórsa athshocrú an fhochórais.
he: איפוס כוח של תת-מערכת.
id: Atur ulang paksa subsistem.
it: Forza il reset del sottosistema.
ko: 하위 시스템을 강제로 초기화합니다.
nl: Forceert een reset van het subsysteem.
pt_br: Forçar a redefinição do subsistema.
tr: Alt sistemi sıfırlamaya zorla.
uk: Примусове перезавантаження підсистеми.

# apx.cmd.subsystem.reset.options.name
source: The name of the subsystem to reset.
ar: اسم النظام الفرعي المراد إعادة انشائه.
ca: Nom del subsitema a restablir.
cs: Název subsystému, který má být resetován.
de: Der Name des zurückzusetzenden Subsystems.
el: Το όνομα του υποσυστήματος που θα επαναφερθεί.
es: El nombre del subsistema a resetear.
ga: Ainm an fhochórais le athshocrú.
he: שם תת-מערכת לאפס.
id: Nama subsistem yang akan diatur ulang.
it: Il nome del sottosistema da resettare.
ko: 초기화할 하위 시스템의 이름을 지정합니다.
nl: De naam van het te resetten subsysteem.
pt_br: O nome do subsistema a ser redefinido.
tr: Sıfırlanacak alt sistemin adı.
uk: Назва підсистеми, яку потрібно скинути.

# apx.cmd.subsystem.rm.options.force
source: Force removal of the subsystem.
ar: الحذف الإجباري للنظام الفرعي.
ca: Forçar l'eliminació del subsitema.
cs: Vynutit odstranění subsystému.
de: Entfernen des Subsystems erzwingen.
el: Εξαναγκαστική αφαίρεση του υποσυστήματος.
es: Forzar la eliminación del subsistema.
ga: Fórsa deireadh a chur leis an bhfochóras.
he: הסרת כוח של תת-מערכת.
id: Menghapus paksa subsistem.
it: Forza la rimozione del sottosistema.
ko: 하위 시스템을 강제로 삭제합니다.
nl: Forceert verwĳdering van het subsysteem.
pt_br: Forçar a remoção do subsistema.
tr: Alt sistemi kaldırmaya zorla.
uk: Примусове видалення підсистеми.

# apx.cmd.subsystem.rm.options.name
source: The name of the subsystem to remove.
ar: اسم النظام الفرعي المراد حذفه.
ca: Nom del subsitema que vols eliminar.
cs: Název subsystému, který má být odstraněn.
de: Der Name des zu entfernenden Subsystems.
el: Το όνομα του υποσυστήματος που θα αφαιρεθεί.
es: El nombre del subsistema a eliminar.
ga: Ainm an fhochórais le baint.
he: שם תת-מערכת להסיר.
id: Nama subsistem yang akan dihapus.
it: Il nome del sottosistema da rimuovere.
ko: 삭제할 하위 시스템의 이름을 지정합니다.
nl: De naam van het subsysteem om te verwĳderen.
pt_br: O nome do subsistema a ser removido.
tr: Kaldırılacak alt sistemin adı.
uk: Назва підсистеми, яку потрібно видалити.

# apx.cmd.subsystem.run
source: Run command inside subsystem.
ar: تشغيل الأمر داخل النظام الفرعي.
de: Befehl innerhalb des Subsystems ausführen.
es: Ejecutar el comando dentro del subsistema.
ga: Rith ordú taobh istigh den fhochóras.
id: Menjalankan perintah di dalam subsistem.
ko: 하위 시스템내에서 명령어를 실행합니다.
nl: Voer opdracht binnen subsysteem uit.
pt_br: Execute o comando dentro do subsistema.
tr: Komutu alt sistemin içinde çalıştır.
uk: Виконати команду всередині підсистеми.
vi: Chạy câu lệnh trong hệ thống con.

# apx.cmd.subsystem.search
source: Search for packages matching the specified query.
ar: البحث عن حزم تطابق العبارة (الاستعلام) المحددة.
cs: Hledat balíčky, které se shodují se zadaným textem.
de: Suche nach Paketen, die der angegebenen Abfrage entsprechen.
el: Αναζήτηση για πακέτα που ταιριάζουν με το συγκεκριμένο ερώτημα.
es: Buscar los paquetes que coincidan con la consulta especificada.
ga: Cuardaigh pacáistí a mheaitseálann an cheist shonraithe.
he: חיפוש חבילות תואם את השאילתה המפורטת.
id: Mencari paket yang cocok dengan kueri yang ditentukan.
it: Cercare pacchetti che corrispondo alla richiesta specificata.
ko: 지정된 쿼리와 일치하는 패키지를 검색합니다.
nl: Zoekt naar pakketten die voldoen aan de opgegeven zoekopdracht.
pt_br: Pesquisar por pacotes que correspondam à consulta especificada.
tr: Belirtilen sorguyla eşleşen paketleri ara.
uk: Пошук пакунків, що відповідають заданому запиту.
vi: Tìm kiếm các gói phù hợp với truy vấn đã chỉ định.

# apx.cmd.subsystem.show
source: Show information about the specified package.
ar: عرض معلومات عن الحزمة المحددة.
cs: Zobrazit informace o zadaném balíčku.
de: Zeigt Informationen über das angegebene Paket an.
el: Εμφάνιση πληροφοριών σχετικά με το συγκεκριμένο πακέτο.
es: Mostrar la información sobre el paquete especificado.
ga: Taispeáin faisnéis faoin bpacáiste sonraithe.
he: הצג מידע על החבילה המפורטת.
id: Menampilkan informasi tentang paket yang ditentukan.
it: Mostra informazioni sul pacchetto specificato.
ko: 지정된 패키지에 대한 정보를 표시합니다.
nl: Toont info over het opgegeven pakket.
pt_br: Mostrar informações sobre o pacote especificado.
tr: Belirtilen paketle ilgili bilgiyi göster.
uk: Показати інформацію про вказаний пакунок.
vi: Hiển thị thông tin về gói đã chọn.

# apx.cmd.subsystem.start
source: Start the subsystem.
ar: بدء تشغيل النظام الفرعي.
de: Starte das Subsystem.
es: Inicia el subsistema.
ga: Tosaigh an fochóras.
he: התחל את תת-מערכת.
id: Memulai subsistem.
it: Avvia il sottosistema.
ko: 서브 시스템을 시작하세요.
nl: Start het subsysteem.
pt_br: Inicie o subsistema.
tr: Alt sistemi başlat.
uk: Запустити підсистему.
vi: Khởi động hệ thống con.

# apx.cmd.subsystem.stop
source: Stop the subsystem.
ar: إيقاف النظام الفرعي.
de: Stoppe das Subsystem.
es: Detén el subsistema.
ga: Stop an fochóras.
he: לעצור את המערכת.
id: Menghentikan subsistem.
it: Ferma il sottosistema.
ko: 서브 시스템을 중지하세요.
nl: Stopt het subsysteem.
pt_br: Pare o subsistema.
tr: Alt sistemi durdur.
uk: Зупинити підсистему.
vi: Dừng hệ thống con.

# apx.cmd.subsystem.unexport
source: Unexport an application or binary from the host.
ar: الغاء تصدير تطبيق او برنامج من النظام الفرعي.
ca: Unexport an application or binary from the subsystem.
cs: Odexportovat aplikaci nebo binární soubor ze subsystému.
de: Export einer Anwendung oder eine Binärdatei aus dem Subsystem rückgängig machen.
el: Άρση εξαγωγής της εφαρμογής ή του εκτελέσιμου αρχείου από το υποσύστημα.
es: Dejar de exportar una aplicación o binario del host.
ga: Unexport iarratas nó dénártha ón óstach.
he: Unexport יישום או בינארי מהמערכת.
id: Membatalkan ekspor aplikasi atau biner dari host.
it: Disimporta una applicazione o un file binario dal sottosistema.
ko: 호스트에서 응용 프로그램이나 바이너리 내보내기를 취소합니다.
nl: Ontexporteert een app of programmabestand van de host.
pt_br: Desfazer exportação de um aplicativo ou binário do host.
tr: Ana makineden uygulama ya da ikilinin dışa aktarımını geri al.
uk: Експортувати застосунок або бінарний файл з хосту.
vi: Hủy xuất một ứng dụng hoặc mã biên dịch từ máy chủ.

# apx.cmd.subsystem.unexport.options.appName
source: The name of the application to unexport.
ar: اسم التطبيق المراد إلغاء تصديره.
cs: Název aplikace, která se má odexportovat.
de: Der Name der Anwendung, die nicht exportiert werden soll.
el: Το όνομα της εφαρμογής για άρση εξαγωγής της.
es: El nombre de la aplicación a dejar de exportar.
ga: Ainm an iarratais ar unexport.
he: שם היישום ל unexport.
id: Nama aplikasi yang akan dibatalkan ekspornya.
it: Il nome dell'applicazione da disimportare.
ko: Unexport할 응용 프로그램 이름입니다.
nl: Naam van de app om niet langer te exporteren.
pt_br: O nome do aplicativo a ter sua exportação desfeita.
tr: Dışa aktarımın geri alınacağı uygulamanın adı.
uk: Назва застосунку, який потрібно скасувати.
vi: Tên của ứng dụng cần hủy xuất.

# apx.cmd.subsystem.unexport.options.bin
source: The name of the binary to unexport.
ar: اسم البرنامج المراد إلغاء تصديره.
ca: Nom del binari del que desfer l'exportació.
cs: Název binárního souboru, který se má odexportovat.
de: Der Name der zu exportierenden Binärdatei.
el: Το όνομα του εκτελέσιμου αρχείου για άρση εξαγωγής του.
es: El nombre del binario a dejar de exportar.
ga: An t-ainm ar an dénártha a unexport.
he: השם של בינארי ל unexport.
id: Nama biner yang akan diekspor.
it: Il nome del file binario da disesportare.
ko: Unexport할 바이너리 이름입니다.
nl: Naam van het programmabestand om niet langer te exporteren.
pt_br: O nome do binário a ter sua exportação desfeita.
tr: Dışa aktarımın geri alınacağı ikilinin adı.
uk: Ім'я бінарного файлу, щоб скасувати.
vi: Tên của mã biên dịch cần hủy xuất.

# apx.cmd.subsystem.unexport.options.binOutput
source: Path of the binary output (default: ~/.local/bin/).
ar: مسار البرامج (الافتراضي /.local/bin/)
ca: Camí de sortida del binari (per defecte: ~/.local/bin/).
cs: Cesta k binárnímu souboru (default: ~/.local/bin/).
de: Pfad der Binärausgabe (Standard: ~/.local/bin/).
el: Η διαδρομή για την εξαγωγή του εκτελέσιμου αρχείου (Προεπιλεγμένη: ~/.local/bin/).
es: Ruta de salida del binario (por defecto: ~/.local/bin/).
ga: Conair an aschuir dhénártha (réamhshocrú: ~ / .local / bin / ).
he: נתיב הפלט הבינארי (ברירת מחדל: ~/.local/bin/).
id: Jalur output biner (default: ~/.local/bin/).
it: Percorso dell'output binario (default: ~/.local/bin/).
ko: 바이너리 출력 경로 (기본값: ~/.local/bin/).
nl: Pad voor uitvoer van het programmabestand (standaard: ~/.local/bin/).
pt_br: Caminho de saída do binário (padrão: ~/.local/bin/).
tr: İkilinin çıktı yolu (öntanımlı: ~/.local/bin/).
uk: Шлях до бінарного виводу (за замовчуванням: ~/.local/bin/).
vi: Đường dẫn xuất mã biên dịch (mặc định: ~/.local/bin/).

# apx.cmd.subsystem.update
source: Update the list of available packages.
ar: تحديث قائمة الحزم المتاحة.
cs: Aktualizovat seznam dostupných balíčků.
de: Liste der verfügbaren Pakete aktualisieren.
el: Ενημέρωση της λίστας διαθέσιμων πακέτων.
es: Actualiza la lista de los paquetes disponibles.
ga: Nuashonraigh liosta na bpacáistí atá ar fáil.
he: עדכון רשימת החבילות הזמינות.
id: Memperbarui daftar paket yang tersedia.
it: Aggiorna la lista dei pacchetti disponibili.
ko: 사용 가능한 패키지 목록을 업데이트합니다.
nl: Werkt de lĳst met beschikbare pakketten bĳ.
pt_br: Atualizar a lista de pacotes disponíveis.
tr: Kurulabilir paket listesini güncelle.
uk: Оновлення списку доступних пакунків
vi: Cập nhật danh sách các gói có sẵn.

# apx.cmd.subsystem.upgrade
source: Upgrade all installed packages.
ar: تطوير جميع الحزم المثبتة.
cs: Aktualizovat všechny nainstalované balíčky.
de: Aktualisieren Sie alle installierten Pakete.
el: Αναβάθμιση όλων των εγκατεστημένων πακέτων.
es: Actualice todos los paquetes instalados.
ga: Uasghrádú gach pacáiste suiteáilte.
he: לשדרג את כל החבילות המותקנות.
id: Memutakhirkan semua paket yang terinstal.
it: Esegue l'upgrade di tutti i pacchetti installati.
ko: 설치된 모든 패키지를 업그레이드합니다.
nl: Werkt alle geïnstalleerde pakketten bĳ.
pt_br: Atualizar todos os pacotes instalados.
tr: Kurulu tüm paketleri güncelleştir.
uk: Оновити всі встановлені пакунки.
vi: Cập nhật tất cả các gói đã cài đặt.

# apx.cmd.subsystems
source: Work with the subsystems that are available in apx.
ar: يتعامل مع الانظمة الفوعية المتاحة في apx.
ca: Treballa amb els subsistemes disponibles a apx.
cs: Pracovat se subsystémy, které jsou k dispozici v apx.
de: Arbeiten Sie mit den Subsystemen, die in apx verfügbar sind.
el: Εργαστείτε με τα διαθέσιμα υποσυστήματα στο apx.
es: Trabaja con los subsistemas disponibles en apx.
ga: Obair leis na fochórais atá ar fáil i apx.
he: לעבוד עם תת-מערכות הזמינות ב- Apx.
id: Bekerja dengan subsistem yang tersedia di apx.
it: Lavora con i sottosistemi disponibili in apx.
ko: apx에서 사용 가능한 하위 시스템과 작업합니다.
nl: Werk met de in apx beschikbare subsystemen.
pt_br: Trabalhe com os subsistemas que estão disponíveis no apx.
tr: Apx'te var olan alt sistemlerle çalış.
uk: Працюйте з підсистемами, які доступні в apx.

# apx.cmd.subsystems.list
source: List all available subsystems.
ar: عرض جميع الانظمة الفرعية المتاحة.
ca: Llista de subsistemes disponibles.
cs: Vypsat všechny dostupné subsystémy.
de: Alle verfügbaren Subsysteme auflisten.
el: Καταγραφή των διαθέσιμων υποσυστημάτων.
es: Enumera todos los subsistemas disponibles.
ga: Liostaigh na fochórais go léir atá ar fáil.
he: רשימה של כל תת-מערכות הזמינות.
id: Daftar semua subsistem yang tersedia.
it: Elenca tutti i sottosistemi disponibili.
ko: 사용 가능한 모든 하위 시스템을 보여줍니다.
nl: Toont een lĳst van alle beschikbare subsystemen.
pt_br: Listar todos os subsistemas disponíveis.
tr: Var olan tüm alt sistemleri listele.
uk: Перерахуйте всі доступні підсистеми.

# apx.cmd.subsystems.new
source: Create a new subsystem.
ar: انشاء نظام فرعي جديد.
ca: Crear un subsistema nou.
cs: Vytvořit nový subsystém.
de: Ein neues Subsystem erstellen.
el: Δημιουργία ενός νέου υποσυστήματος.
es: Crea un nuevo subsistema.
ga: Cruthaigh fochóras nua.
he: ליצור תת-מערכת חדשה.
id: Membuat subsistem baru.
it: Crea un nuovo sottosistema.
ko: 새 하위 시스템을 만듭니다.
nl: Maakt een nieuw subsysteem aan.
pt_br: Criar um novo subsistema.
tr: Yeni alt sistem oluştur.
uk: Створіть нову підсистему.

# apx.cmd.subsystems.reset
source: Reset the specified subsystem.
ar: إعادة إنشاء النظام الفرعي المحدد.
ca: Restableix el subsitema especificat.
cs: Reset zadaného subsystému.
de: Das angegebene Subsystem zurücksetzen.
el: Επαναφορά του επιλεγμένου υποσυστήματος.
es: Reinicia el subsistema especificado.
ga: Athshocraigh an fochóras sonraithe.
he: איפוס תת-מערכת שצוין.
id: Mengatur ulang subsistem yang ditentukan.
it: Azzera il sottosistema specificato.
ko: 특정 하위 시스템을 초기화합니다.
nl: Reset het opgegeven subsysteem.
pt_br: Redefinir o subsistema especificado.
tr: Belirtilen alt sistemi sıfırla.
uk: Перезавантажити вказану підсистему.

# apx.cmd.subsystems.rm
source: Remove the specified subsystem.
ar: حذف النظام الفرعي المحدد.
ca: Eliminar la pila especificada.
cs: Smazat zadaný subsystém.
de: Das angegebene Subsystem entfernen.
el: Αφαίρεση του επιλεγμένου υποσυστήματος.
es: Elimina el subsistema especificado.
ga: Bain an fochóras sonraithe.
he: להסיר את תת-מערכת המפורטת.
id: Menghapus subsistem yang ditentukan.
it: Rimuove il sottosistema specificato.
ko: 특정 하위 시스템을 삭제합니다.
nl: Verwĳdert het opgegeven subsysteem.
pt_br: Remover o subsistema especificado.
tr: Belirtilen alt sistemi kaldır.
uk: Видалити вказану підсистему.

# apx.errors.invalidChoice
source: Invalid choice.
ar: خيار غير صالح.
ca: Opció invàlida.
de: Ungültige Wahl.
el: Μη έγκυρη επιλογή.
es: Elección inválida.
ga: Rogha neamhbhailí.
he: בחירה לא חוקית.
id: Pilihan tidak valid.
it: Scelta non valida.
ko: 유효하지 않은 선택입니다.
nl: Ongeldige keuze.
pt_br: Escolha inválida.
tr: Geçersiz seçim.
uk: Неправильний вибір.
vi: Lựa chọn không hợp lệ.

# apx.errors.invalidInput
source: Invalid input.
ar: المدخل غير صالح.
ca: Entrada invàlida.
cs: Neplatný vstup.
de: Ungültige Eingabe.
el: Μη έγκυρη είσοδος.
es: Entrada Inválida.
ga: Ionchur neamhbhailí.
he: קלט לא חוקי.
id: Masukan tidak valid.
it: Input non valido.
ko: 잘못된 입력입니다.
nl: Ongeldige invoer.
pt_br: Entrada inválida.
tr: Geçersiz girdi.
uk: Неправильне введення.
vi: Đầu vào không hợp lệ.

# apx.errors.noRoot
source: Do not run Apx as root.
ar: لا تقم بتشغيل Apx كروت.
ca: No executis Apx com administrador.
de: Führen Sie Apx nicht als root aus.
es: No ejecutes Apx como root.
ga: Ná rith Apx mar fhréamh.
he: אל תברחו כשורש.
id: Jangan menjalankan Apx sebagai root.
it: Non eseguire Apx come root.
ko: 루트로 Apx를 실행하지 마십시오.
nl: Voer apx niet uit als root.
pt_br: Não execute Apx como root.
tr: Apx'i kök olarak çalıştırmayın.
uk: Не запускати Apx з root доступом.
vi: Không nên chạy Apx với quyền quản trị.

# apx.errors.unknownCommand
source: Unknown command: %s
ar: أمر غير معروف: %s
ca: Ordre desconeguda: %s
cs: Neznámý příkaz: %s
de: Unbekannter Befehl: %s
el: Άγνωστη εντολή: %s
es: Comando desconocido: %s
ga: Ordú anaithnid: %s
he: פקודה לא ידועה: s%
id: Perintah tidak diketahui: %s
it: Comando sconosciuto: %s
ko: 알 수 없는 명령어: %s
nl: Onbekende opdracht: %s
pt_br: Comando desconhecido: %s
tr: Bilinmeyen komut: %s
uk: Невідома команда: %s
vi: Câu lệnh không xác định: %s

# apx.info.aborting
source: Aborting as requested.
ar: يتم الالغاء.
ca: Avortant com s'ha demanat.
cs: Přerušuji.
de: Wie gewünscht abgebrochen.
el: Πραγματοποιείται ματαίωση, όπως ζητήθηκε.
es: Abortando según lo solicitado.
ga: Tobscor de réir mar a iarrtar.
he: מתמזגים כבקשים.
id: Membatalkan sesuai permintaan.
it: Annullato, come richiesto.
ko: 요청에 의해 중단되었습니다.
nl: Afbreken zoals verzocht.
pt_br: Abortando conforme solicitado.
tr: İstek üzerine iptal ediliyor.
uk: Переривання за запитом.
vi: Đang hủy bỏ theo yêu cầu.

# apx.msg.additionalCommands
source: Additional Commands
ar: الأوامر الإضافية
de: Weitere Befehle
es: Comandos adicionales
ga: Orduithe Breise
id: Perintah Tambahan
ko: 추가 명령어
nl: Aanvullende opdrachten
pt_br: Comandos Adicionais
tr: Ek Komutlar
uk: Додаткові команди
vi: Các lệnh bổ sung

# apx.msg.additionalHelpTopics
source: Additional help topics
ar: مواضيع مساعدة إضافية
de: Weitere Hilfethemen
es: Temas de ayuda adicionales
ga: Topaicí cabhrach breise
id: Topik bantuan tambahan
ko: 추가 도움말 항목
nl: Aanvullende hulp­onderwerpen
pt_br: Tópicos adicionais de ajuda
tr: Ek yardım konuları
uk: Додаткові теми довідки
vi: Các chủ đề trợ giúp bổ sung

# apx.msg.aliases
source: Aliases
ar: اسماء مستعارة
de: Aliase
es: Alias
ga: Ailiasanna
id: Alias
ko: 별칭
nl: Aliassen
pt_br: Funções sinônimas
tr: Diğer Adlar
uk: Псевдоніми
vi: Bí danh

# apx.msg.availableCommands
source: Available Commands
ar: الأوامر المتاحة
de: Verfügbare Befehle
es: Comandos disponibles
ga: Orduithe atá ar Fáil
id: Perintah yang Tersedia
ko: 사용 가능한 명령어
nl: Beschikbare opdrachten
pt_br: Comandos Disponíveis
tr: Uygun Komutlar
uk: Доступні команди
vi: Các lệnh có sẵn

# apx.msg.examples
source: Examples
ar: أمثلة
de: Beispiele
es: Ejemplos
ga: Samplaí
id: Contoh
ko: 예시
nl: Voorbeelden
pt_br: Exemplos
tr: Örnekler
uk: Приклади
vi: Các ví dụ

# apx.msg.flags
source: Flags
ar: أعلام
es: Banderas
ga: Bratacha
id: Tanda (flag)
ko: 플래그
nl: Vlaggen
pt_br: Sinalizadores
tr: İmler
uk: Прапорці
vi: Cờ

# apx.msg.globalFlags
source: Global Flags
ar: أعلام عامة
es: Banderas globales
ga: Bratacha Domhanda
id: Flag Global
ko: 전역 플래그
nl: Globale vlaggen
pt_br: Sinalizadores globais
tr: Küresel İmler
uk: Глобальні прапорці
vi: Cờ chung

# apx.msg.help
source: Apx is a package manager with support for multiple sources, allowing you to install packages in subsystems.
ar: Apx هو مدير حزم متعدد المصادر، مما يسمح بتثبيت الحزم في أنظمة فرعية.
ca: Apx és un gestor de paquets amb suport per múltiples fonts, permeten l'instal·lació de paquets en subsistemes.
cs: Show help for apx.
de: Hilfe für Apx anzeigen.
el: Το apx είναι ένας διαχειριστής πακέτων με υποστήριξη πολλών πηγών, επιτρέποντας σας να εγκαταστήσετε πακέτα σε υποσυστήματα.
es: Mostrar ayuda para el apx.
ga: Taispeáin cabhair le haghaidh apx.
he: Apx הוא מנהל חבילה עם תמיכה עבור מקורות מרובים, ומאפשר לך להתקין חבילות במערכות תת-מערכת.
id: Apx adalah manajer paket dengan dukungan untuk beberapa sumber, memungkinkan Anda untuk menginstal paket dalam subsistem.
it: Apx è un gestore di pacchetti con supporto per sorgenti multiple che permette di installare pacchetti in sottosistemi.
ko: APX는 다양한 소스를 지원하며, 하위 시스템에 패키지를 설치할 수 있게 하는 패키지 관리자입니다.
nl: Toon hulp voor apx.
pt_br: O Apx é um gerenciador de pacotes com suporte para várias origens, permitindo que você instale pacotes em subsistemas.
tr: Apx alt sistemler içinde paket kurmanızı sağlayan, birden çok kaynağı destekleyen paket yöneticisidir.
uk: Показати допомогу apx.
vi: Hiển thị trợ giúp cho apx.

# apx.msg.moreInfo
source: Use %s for more information about a command
ar: استخدم %s للمزيد من المعلومات حول الأمر
de: Verwende %s für weitere Informationen zu einem Befehl
es: Utilice %s para obtener más información sobre un comando
ga: Úsáid %s le haghaidh tuilleadh eolais faoi ordú
id: Gunakan %s untuk informasi lebih lanjut tentang suatu perintah
ko: 명령어에 대한 자세한 정보를 보려면 %s를 사용하세요
nl: Gebruik %s voor meer informatie over een opdracht
pt_br: Use %s para mais informações sobre um comando
tr: Komutla ilgili daha çok bilgi için %s kullanın
uk: Використовувати %s для отримання додаткової інформації про команду
vi: Sử dụng %s để biết thêm thông tin về một câu lệnh

# apx.msg.usage
source: Usage
ar: الاستخدام
de: Verwendung
es: Uso
ga: Úsáid
id: Penggunaan
ko: 사용법
nl: Gebruik
pt_br: Uso
tr: Kullanım
uk: Використання
vi: Cách sử dụng

# apx.msg.version
source: Show version for apx.
ar: إظهار الإصدار لـapx
de: Version für apx anzeigen.
es: Mostrar la versión del apx.
ga: Taispeáin leagan le haghaidh apx.
id: Tampilkan versi untuk apx.
ko: apx에 대한 도움말을 표시합니다.
nl: Toon versie voor apx.
pt_br: Mostrar versão do Apx.
tr: Apx için sürümü göster.
uk: Показати версію apx.
vi: Hiển thị phiên bản của apx.

# apx.terminal.true
source: yes
ar: نعم
ca: sí
cs: ano
de: ja
el: ναι
es: sí
ga: tá
he: כן
id: ya
it: si
ko: 예
nl: ja
pt_br: sim
tr: evet
uk: так
vi: có

# pkgmanagers.export.error.noName
source: No name specified.
ar: لم يتم تحديد اسم.
de: Kein Name angegeben.
es: Sin nombre especificado.
ga: Níor sonraíodh aon ainm.
he: שום שם לא צוין.
id: Tidak ada nama yang ditentukan.
it: Nome non specificato.
ko: 이름이 지정되지 않았습니다.
nl: Geen naam opgegeven.
pt_br: Nenhum nome especificado.
tr: Ad belirtilmedi.
uk: Назву не вказано.
vi: Không có tên xác định.

# pkgmanagers.export.error.noOutput
source: No output specified.
ar: لم يتم تحديد الإخراج.
de: Keine Ausgabe angegeben.
es: No se ha especificado ninguna salida.
ga: Níor sonraíodh aschur.
he: שום פלט לא מוגדר.
id: Tidak ada output yang ditentukan.
it: Output non specificato.
ko: 지정된 출력이 없습니다.
nl: Geen uitvoer opgegeven.
pt_br: Nenhuma saída especificada.
tr: Çıktı belirtilmedi.
uk: Вихід не вказано.
vi: Không có đầu ra xác định.
