Repository: spaceguybob/apx
Catalog: cmd/locales/*/LC_MESSAGES/org.vanillaos.apx.po
Languages: ar, ca, cs, de, el, es, ga, he, id, it, ko, nl, pt_br, tr, uk, vi

# apx.cmd.pkgmanagers
source: Work with the package managers that are available in apx.
ar: يتعامل مع مديري الحزم المتاحة في apx.
ca: Treballa amb els gestors de paquets disponibles a apx.
cs: Pracovat se správci balíčků, které jsou dostupné v apx.
de: Arbeiten Sie mit den Paketmanagern, die in apx verfügbar sind.
el: Εργαστείτε με τους διαθέσιμους διαχειριστές πακέτων στο apx.
es: Trabajar con los gestores de paquetes disponibles en apx.
ga: Obair leis na bainisteoirí pacáiste atá ar fáil i apx.
he: לעבוד עם מנהלי החבילה זמינים ב Apx.
id: Bekerja dengan manajer paket yang tersedia di apx.
it: Lavora con i gestori di pacchetti disponibili in apx.
ko: apx에서 사용 가능한 패키지 관리자와 작업합니다.
nl: Werk met de beschikbare pakketbeheerders in apx.
pt_br: Trabalhar com os gerenciadores de pacotes que estão disponíveis no apx.
tr: Apx içinde kullanılabilir paket yöneticileri ile çalış.
uk: Працюйте з менеджерами пакунків, які доступні в apx.
vi: Làm việc với các trình quản lí gói có sẵn trong apx.

# apx.cmd.pkgmanagers.export
source: Export the specified package manager.
ar: تصدير مدير الحزم المحدد.
de: Exportieren Sie den angegebenen Paketmanager.
es: Exporta el gestor de paquetes especificado.
ga: Easpórtáil an bainisteoir pacáiste sonraithe.
he: ייצוא מנהל החבילה שצוין.
id: Mengekspor manajer paket yang ditentukan.
it: Esporta il gestore di pacchetti specificato.
ko: 지정된 패키지 관리자를 내보냅니다.
nl: Exporteert de opgegeven pakketbeheerder.
pt_br: Exporte o gerenciador de pacotes especificado.
tr: Belirtilen paket yöneticisini dışa aktar.
uk: Експортувати вказаний менеджер пакунків.
vi: Xuất trình quản lý gói đã chỉ định.

# apx.cmd.pkgmanagers.export.options.name
source: The name of the package manager to export.
ar: اسم مدير الحزم المراد تصديره.
de: Der Name des zu exportierenden Paketmanagers.
es: El nombre del gestor de paquetes a exportar.
ga: Ainm an bhainisteora pacáiste le heaspórtáil.
he: שם מנהל החבילה לייצא.
id: Nama manajer paket yang akan diekspor.
it: Nome del gestore di pacchetti da esportare.
ko: 내보낼 패키지 관리자의 이름입니다.
nl: De naam van de te exporteren pakketbeheerder.
pt_br: O nome do gerenciador de pacotes a ser exportado.
tr: Dışa aktarılacak paket yöneticisinin adı.
uk: Назва менеджера пакетів для експорту.
vi: Tên của trình quản lý gói để xuất.

# apx.cmd.pkgmanagers.export.options.output
source: The path to export the package manager to.
ar: المسار المراد لتصدير مدير الحزم إليه
de: Der Zielpfad für den Export des Paketmanagers.
es: La ruta a la que exportar el gestor de paquetes.
ga: An cosán chun an bainisteoir pacáiste a onnmhairiú chuig.
he: הדרך לייצא את מנהל החבילה.
id: Jalur untuk mengekspor manajer paket.
it: Il percorso in cui esportare il gestore pacchetti.
ko: 패키지 관리자를 내보낼 경로입니다.
nl: Het pad om de pakketbeheerder naar te exporteren.
pt_br: O caminho para exportar o gerenciador de pacotes.
tr: Dışa aktarılacak paket yöneticisinin yolu.
uk: Шлях для експорту менеджера пакунків.
vi: Đường dẫn để xuất trình quản lý gói tới.

# apx.cmd.pkgmanagers.import
source: Import the specified package manager.
ar: قم باستيراد مدير الحزم المحدد.
de: Importieren Sie den angegebenen Paketmanager.
es: Importa el gestor de paquetes especificado.
ga: Iompórtáil an bainisteoir pacáiste sonraithe.
he: ייבוא מנהל החבילה שצוין.
id: Mengimpor manajer paket tertentu.
it: Importa il gestore di pacchetti specificato.
ko: 지정된 패키지 관리자를 가져옵니다.
nl: Importeert de opgegeven pakketbeheerder.
pt_br: Importe o gerenciador de pacotes especificado.
tr: Belirtilen paket yöneticisini içe aktar.
uk: Імпорт вказаного менеджер пакунків.
vi: Nhập trình quản lý gói đã chỉ định.

# apx.cmd.pkgmanagers.import.options.input
source: The path to import the package manager from.
ar: المسار لاستيراد مدير الحزم منه.
de: Der Pfad, von dem der Paketmanager importiert werden soll.
es: La ruta desde la que importar el gestor de paquetes.
ga: An cosán a allmhairiú an bainisteoir pacáiste ó.
he: הדרך לייבא את מנהל החבילה.
id: Jalur untuk mengimpor manajer paket.
it: Il percorso da cui importare il gestore pacchetti.
ko: 패키지 관리자를 가져올 경로입니다.
nl: Het pad om de pakketbeheerder van te importeren.
pt_br: O caminho para importar o gerenciador de pacotes.
tr: Paket yöneticisinin içe aktarılacağı yol.
uk: Шлях, з якого імпортувати менеджера пакунків.
vi: Đường dẫn để nhập trình quản lý gói.

# apx.cmd.pkgmanagers.list
source: List all available package managers.
ar: عرض جميع مديري الحزم المتاحين.
ca: Llista dels gestors de paquets disponibles.
cs: Zobrazit všechny dostupné správce balíčků.
de: Alle verfügbaren Paketmanager auflisten.
el: Καταγραφή των διαθέσιμων διαχειριστών πακέτων.
es: Listar todos los gestores de paquetes disponibles.
ga: Liostaigh na bainisteoirí pacáiste go léir atá ar fáil.
he: רשימת כל מנהלי החבילה הזמינים.
id: Daftar semua manajer paket yang tersedia.
it: Elenca tutti i gestori di pacchetti disponibili.
ko: 사용 가능한 모든 패키지 관리자를 나열합니다.
nl: Toont een lĳst van alle beschikbare pakketbeheerders.
pt_br: Listar todos os gerenciadores de pacotes disponíveis.
tr: Var olan tüm paket yöneticilerini listele.
uk: Перерахуйте всі доступні менеджери пакунків.
vi: Liệt kê các trình quản lí gói có sẵn.

# apx.cmd.pkgmanagers.list.options.json
source: Output in JSON format.
ar: المخرجات في صورة JSON.
ca: Sortida en format JSON.
cs: Vypsat ve formátu JSON.
de: Ausgabe im JSON-Format.
el: Εξαγωγή σε μορφοποίηση JSON.
es: Salida en formato JSON.
ga: Aschur i bhformáid JSON.
he: בחוץ בפורמט JSON.
id: Keluaran dalam format JSON.
it: Output in formato JSON.
ko: JSON 형식으로 출력합니다.
nl: Toont uitvoer in JSON-formaat.
pt_br: Saída em formato JSON.
tr: JSON biçiminde çıktı.
uk: Вивести у форматі JSON.
vi: Đầu ra ở định dạng JSON.

# apx.cmd.pkgmanagers.new
source: Create a new package manager.
ar: إنشاء مدير حزم جديد.
ca: Crear un nou gestor de paquets.
cs: Vytvořit nový správce balíčků.
de: Erstellen Sie einen neuen Paketmanager.
el: Δημιουργία νέου διαχειριστή πακέτων.
es: Crear un nuevo gestor de paquetes.
ga: Cruthaigh bainisteoir pacáiste nua.
he: צור מנהל חבילה חדש.
id: Membuat manajer paket baru.
it: Crea un nuovo gestore di pacchetti.
ko: 새로운 패키지 관리자를 생성합니다.
nl: Maakt een nieuwe pakketbeheerder aan.
pt_br: Criar um novo gerenciador de pacotes.
tr: Yeni paket yöneticisi oluştur.
uk: Створіть новий менеджер пакунків.
vi: Tạo trình quản lý gói mới.

# apx.cmd.pkgmanagers.new.options.autoremove
source: The command to run to autoremove packages.
ar: الامر الخاص بالحذف التلقائي للحزم.
ca: L'ordre per executar la neteja automàtica de paquets.
cs: Příkaz pro spuštění automatického odstranění balíčků.
de: Der Befehl, der zum automatischen Entfernen von Paketen ausgeführt werden soll.
el: Η εντολή για την αυτόματη αφαίρεση πακέτων.
es: El comando para ejecutar el autoremove de paquetes.
ga: An t-ordú a rith chun pacáistí automove.
he: הפקודה לרוץ חבילות אוטומטיות.
id: Perintah yang harus dijalankan untuk menghapus paket secara otomatis.
it: Il comando da eseguire per la rimozione automatica dei pacchetti.
ko: 패키지를 자동으로 제거하는 데 사용할 명령어입니다.
nl: De uit te voeren opdracht om pakketten automatisch te verwĳderen.
pt_br: O comando a ser executado para a remoção automática de pacotes.
tr: Paketleri kendiliğinden kaldırmak için çalıştırılacak komut.
uk: Команда для запуску автовидалення пакунків.
vi: Lệnh chạy để tự động xóa các gói.

# apx.cmd.pkgmanagers.new.options.clean
source: The command to run to clean the package manager's cache.
ar: الامر الخاص بتنظيف ذاكرة التخزين المؤقت لمدير الحزم.
ca: L'ordre per executar la neteja de la memòria cau del gestor de paquets.
cs: Příkaz pro vymazání mezipaměti správce balíčků.
de: Der Befehl, um den Cache des Paketmanagers zu leeren.
el: Η εντολή για τον καθαρισμό της κρυφής μνήμης του διαχειριστή πακέτων.
es: El comando para ejecutar la limpieza de la caché del gestor de paquetes.
ga: An t-ordú a reáchtáil chun taisce an bhainisteora pacáiste a ghlanadh.
he: הפקודה לרוץ לנקות את המטמון של מנהל החבילה.
id: Perintah yang harus dijalankan untuk membersihkan cache manajer paket.
it: Il comando da eseguire per pulire la cache del gestore di pacchetti.
ko: 패키지 관리자의 캐시를 정리하는 데 사용할 명령어입니다.
nl: De opdracht om uit te voeren om de cache van de pakketbeheerder op te schonen.
pt_br: O comando a ser executado para limpar o cache do gerenciador de pacotes.
tr: Paket yöneticisinin önbelleğini temizlemek için çalıştırılacak komut.
uk: Команда, яку слід виконати для очищення кешу менеджера пакунків.
vi: Lệnh chạy để dọn sạch bộ nhớ đệm của trình quản lý gói.

# apx.cmd.pkgmanagers.new.options.install
source: The command to run to install packages.
ar: الامر الخاص بتنزيل الحزم.
ca: L'ordre per executar l'instal·lació de paquets.
cs: Příkaz pro instalaci balíčků.
de: Der Befehl, der zur Paketinstallation ausgeführt werden soll.
el: Η εντολή για την εγκατάσταση πακέτων.
es: El comando a ejecutar para instalar paquetes.
ga: An t-ordú le rith chun pacáistí a shuiteáil.
he: הפקודה לרוץ להתקין חבילות.
id: Perintah yang harus dijalankan untuk menginstal paket.
it: Il comando da eseguire per installare i pacchetti.
ko: 패키지를 설치하는 데 사용할 명령어입니다.
nl: De opdracht om uit te voeren om pakketten te installeren.
pt_br: O comando a ser executado para instalar pacotes.
tr: Paketleri kurmak için çalıştırılacak komut.
uk: Команда, яку слід виконати для встановлення пакунків.
vi: Lệnh chạy để cài đặt gói.

# apx.cmd.pkgmanagers.new.options.list
source: The command to run to list installed packages.
ar: الامر الخاص بعرض الحزم المثبتة.
ca: L'ordre per executar el llistat de paquets instal·lats.
cs: Příkaz pro výpis instalovaných balíčků.
de: Der Befehl zum Auflisten aller installierten Pakete.
el: Η εντολή για την καταγραφή των εγκατεστημένων πακέτων.
es: El comando a ejecutar para listar los paquetes instalados.
ga: An t- ordú le rith chun pacáistí suiteáilte a liostáil.
he: הפקודה לרוץ לרשימה מותקן חבילות.
id: Perintah yang dijalankan untuk membuat daftar paket yang terinstal.
it: Il comando da eseguire per elencare i pacchetti installati.
ko: 설치된 패키지를 나열하는 데 사용할 명령어입니다.
nl: De uit te voeren opdracht om geïnstalleerde pakketten op te sommen.
pt_br: O comando a ser executado para listar os pacotes instalados.
tr: Kurulu paketleri listelemek için çalıştırılacak komut.
uk: Команда, яку слід виконати для отримання списку встановлених пакунків.
vi: Lệnh chạy để liệt kê các gói đã cài đặt.

# apx.cmd.pkgmanagers.new.options.name
source: The name of the package manager.
ar: اسم مدير الحزم.
ca: El nom del gestor de paquets.
cs: Název správce balíčků.
de: Der Name des Paketmanagers.
el: Το όνομα του διαχειριστή πακέτων.
es: El nombre del gestor de paquetes.
ga: Ainm an bhainisteora pacáiste.
he: שם מנהל החבילה.
id: Nama manajer paket.
it: Il nome del gestore di pacchetti.
ko: 패키지 관리자의 이름입니다.
nl: De naam van de pakketbeheerder.
pt_br: O nome do gerenciador de pacotes.
tr: Paket yöneticisinin adı.
uk: Назва менеджера пакетів.
vi: Tên của trình quản lý gói.

# apx.cmd.pkgmanagers.new.options.needSudo
source: Whether the package manager needs sudo to run.
ar: ما اذا كان مدير الحزم يحتاج sudo ليعمل أم لا
ca: Si el gestor de paquets necesita sudo per executar-se.
cs: Zda správce balíčků vyžaduje sudo.
de: Ob der Paketmanager sudo zur Ausführung benötigt.
el: Αν χρειάζεται ο διαχειριστής πακέτων το sudo για να τρέξει.
es: Si el gestor de paquetes necesita sudo para ejecutarse.
ga: Cibé an gcaithfidh an bainisteoir pacáiste sudo a rith.
he: בין אם מנהל החבילה צריך לפעול.
id: Apakah manajer paket membutuhkan sudo untuk dijalankan.
it: Se il gestore di pacchetti ha bisogno di sudo per funzionare.
ko: 패키지 관리자가 실행에 sudo가 필요한지 여부.
nl: Of de pakketbeheerder uitgevoerd moet worden met root-rechten.
pt_br: Se o gerenciador de pacotes precisa do sudo para ser executado.
tr: Paket yöneticisinin çalışması için sudo gerekip gerekmediği.
uk: Чи потрібен менеджер пакунків для запуску sudo.
vi: Trình quản lý gói có cần sudo để chạy không.

# apx.cmd.pkgmanagers.new.options.noPrompt
source: Assume defaults to all prompts.
ar: افرض الإجابة "نعم" لكل الاختيارات.
ca: Assumir sí a totes les preguntes.
cs: Automaticky zadat ano pro všechny dotazy.
de: Alle Fragen mit Ja beantworten.
el: Να θεωρηθεί το "ναι" ως απάντηση σε κάθε προτροπή.
es: Responder 'sí' a todas las solicitudes.
ga: Glac leis go bhfuil gach leid.
he: נניח כן לכל הפניות.
id: Jawab ya untuk semua pertanyaan.
it: Assumete un sì a tutte le richieste.
ko: 모든 프롬프트에 '예'로 가정합니다.
nl: Neem ‘ja’ aan voor alle vragen.
pt_br: Assuma sim para todas as solicitações.
tr: Tüm sorulara evet dediğinizi varsayın.
uk: Відповідайте "так" на всі підказки.
vi: Assume yes to all prompts.

# apx.cmd.pkgmanagers.new.options.purge
source: The command to run to purge packages.
ar: الامر الخاص بتطهير (purge) الحزم.
ca: L'ordre per executar la purga de paquets.
cs: Příkaz pro odstranění balíčků a jejich konfigurace.
de: Der auszuführende Befehl zum Bereinigen von Paketen.
el: Η εντολή για την εκκαθάριση πακέτων.
es: El comando a ejecutar para purgar paquetes.
ga: An t-ordú a reáchtáil chun pacáistí purge.
he: הפקודה לרוץ לטיהור חבילות.
id: Perintah untuk menjalankan untuk membersihkan paket.
it: Il comando da eseguire per eliminare i pacchetti.
ko: 패키지를 purge하는 데 사용할 명령어입니다.
nl: De uit te voeren opdracht om pakketten te purgen.
pt_br: O comando a ser executado para purgar pacotes.
tr: Paketleri temizlemek için çalıştırılacak komut.
uk: Команда, яку слід виконати для очищення пакунків.
vi: Lệnh chạy để xóa các gói tin.

# apx.cmd.pkgmanagers.new.options.remove
source: The command to run to remove packages.
ar: الامر الخاص بحذف الحزم.
ca: L'ordre per executar la desinstal·lació de paquets.
cs: Příkaz pro odstranění balíčků.
de: Der auszuführende Befehl zum Entfernen von Paketen.
el: Η εντολή για την αφαίρεση πακέτων.
es: El comando a ejecutar para eliminar paquetes.
ga: An t-ordú le rith chun pacáistí a bhaint.
he: הפקודה לרוץ כדי להסיר חבילות.
id: Perintah untuk menjalankan untuk menghapus paket.
it: Il comando da eseguire per rimuovere i pacchetti.
ko: 패키지를 제거하는 데 사용할 명령어입니다.
nl: De uit te voeren opdracht om pakketten te verwĳderen.
pt_br: O comando a ser executado para remover pacotes.
tr: Paketleri kaldırmak için çalıştırılacak komut.
uk: Команда, яку слід виконати для видалення пакунків.
vi: Lệnh chạy để xóa các gói.

# apx.cmd.pkgmanagers.new.options.search
source: The command to run to search for packages.
ar: الامر الخاص بالبحث عن الحزم.
ca: L'ordre per executar la cerca de paquets.
cs: Příkaz pro vyhledání balíčků.
de: Der auszuführende Befehl für die Suche nach Paketen.
el: Η εντολή για την αναζήτηση πακέτων.
es: El comando a ejecutar para buscar paquetes.
ga: An t-ordú le rith chun pacáistí a chuardach.
he: הפקודה לרוץ לחפש חבילות.
id: Perintah untuk menjalankan untuk mencari paket.
it: Il comando da eseguire per cercare i pacchetti.
ko: 패키지를 검색하는 데 사용할 명령어입니다.
nl: De uit te voeren opdracht om naar pakketten te zoeken.
pt_br: O comando a ser executado para procurar pacotes.
tr: Paketleri aramak için çalıştırılacak komut.
uk: Команда, яку слід виконати для пошуку пакунків.
vi: Lệnh chạy để tìm kiếm các gói.

# apx.cmd.pkgmanagers.new.options.show
source: The command to run to show information about packages.
ar: الامر الخاص بعرض معلومات عن الحزم.
ca: L'ordre per mostrar linformacio dels paquets.
cs: Příkaz pro výpis informací o balíčků.
de: Der auszuführende Befehl, um Informationen über Pakete anzuzeigen.
el: Η εντολή για την προβολή των πληροφοριών των πακέτων.
es: El comando a ejecutar para mostrar información sobre los paquetes.
ga: An t-ordú le rith chun faisnéis faoi phacáistí a thaispeáint.
he: הפקודה לרוץ כדי להציג מידע על חבילות.
id: Perintah untuk menjalankan untuk menampilkan informasi tentang paket.
it: Il comando da eseguire per mostrare informazioni sui pacchetti.
ko: 패키지에 대한 정보를 표시하는 데 사용할 명령어입니다.
nl: De uit te voeren opdracht om informatie over pakketten te tonen.
pt_br: O comando a ser executado para mostrar informações sobre pacotes.
tr: Paketlerle ilgili bilgi göstermek için çalıştırılacak komut.
uk: Команда, яку слід виконати для показу інформації про пакунки.
vi: Lệnh chạy để hiển thị thông tin về các gói.

# apx.cmd.pkgmanagers.new.options.update
source: The command to run to update the list of available packages.
ar: الامر الخاص بتحديث قائمة الحزم المتاحة.
ca: L'ordre per actualitzar la llista de paquets disponibles.
cs: Příkaz pro aktualizaci seznamu dostupných balíčků.
de: Der auszuführende Befehl, um die Liste der verfügbaren Pakete zu aktualisieren.
el: Η εντολή για την ενημέρωση της καταγραφής των διαθέσιμων πακέτων.
es: El comando a ejecutar para actualizar la lista de paquetes disponibles.
ga: An t-ordú le rith chun liosta na bpacáistí atá ar fáil a nuashonrú.
he: הפקודה להפעיל כדי לעדכן את רשימת חבילות הזמינות.
id: Perintah yang dijalankan untuk mengupdate daftar paket yang tersedia.
it: Il comando da eseguire per aggiornare l'elenco dei pacchetti disponibili.
ko: 사용 가능한 패키지 목록을 업데이트하는 데 사용할 명령입니다.
nl: De uit te voeren opdracht om de lĳst van beschikbare pakketten bĳ te werken.
pt_br: O comando a ser executado para atualizar a lista de pacotes disponíveis.
tr: Kullanılabilir paketlerin listesini güncellemek için çalıştırılacak komut.
uk: Команда, яку слід виконати для оновлення списку доступних пакунків.
vi: Lệnh chạy để cập nhật danh sách các gói có sẵn.

# apx.cmd.pkgmanagers.new.options.upgrade
source: The command to run to upgrade packages.
ar: الامر الخاص بتطوير الحزم.
ca: L'ordre per executar l'actualització de paquets.
cs: Příkaz pro aktualizaci balíčků.
de: Der auszuführende Befehl zum Upgrade von Paketen.
el: Η εντολή για την αναβάθμιση των πακέτων.
es: El comando a ejecutar para actualizar los paquetes.
ga: An t-ordú a rith chun pacáistí a uasghrádú.
he: הפקודה לרוץ לשדרג חבילות.
id: Perintah yang dijalankan untuk mengupgrade paket.
it: Il comando da eseguire per aggiornare i pacchetti.
ko: 패키지를 업그레이드하는 데 사용할 명령입니다.
nl: De uit te voeren opdracht om pakketten bĳ te werken.
pt_br: O comando a ser executado para atualizar pacotes.
tr: Paketleri yükseltmek için çalıştırılacak komut.
uk: Команда, яку слід виконати для оновлення пакунків.
vi: Lệnh chạy để nâng cấp các gói.

# apx.cmd.pkgmanagers.rm
source: Remove the specified package manager.
ar: حذف مدير الحزم المحدد.
ca: Esborrar el gestor de paquets especificat.
cs: Smazat zadaný správce balíčků.
de: Entfernt den angegebenen Paketmanager.
el: Αφαίρεση του επιλεγμένου διαχειριστή πακέτων.
es: Elimina el gestor de paquetes especificado.
ga: Bain an bainisteoir pacáiste sonraithe.
he: להסיר את מנהל החבילה שצוין.
id: Menghapus manajer paket yang ditentukan.
it: Rimuove il gestore di pacchetti specificato.
ko: 지정된 패키지 관리자를 제거합니다.
nl: Verwĳdert de opgegeven pakketbeheerder.
pt_br: Remover o gerenciador de pacotes especificado.
tr: Belirtilen paket yöneticisini kaldır.
uk: Видаліть вказаний менеджер пакунків.
vi: Xóa trình quản lý gói đã chỉ định.

# apx.cmd.pkgmanagers.rm.options.force
source: Force removal of the package manager.
ar: إجبار إزالة مدير الحزم.
ca: Forçar l'eliminació del gestor de paquets.
cs: Vynucení odstranění správce balíčků.
de: Entfernung des Paketmanagers erzwingen.
el: Εξαναγκαστική αφαίρεση του διαχειριστή πακέτων.
es: Forzar la eliminación del gestor de paquetes.
ga: Fórsa deireadh a chur leis an mbainisteoir pacáiste.
he: הסרת כוח של מנהל החבילה.
id: Menghapus paksa manajer paket.
it: Forza la rimozione del gestore di pacchetti.
ko: 패키지 관리자를 강제로 제거합니다.
nl: Forceert verwĳdering van de pakketbeheerder.
pt_br: Forçar a remoção do gerenciador de pacotes.
tr: Paket yöneticisini kaldırmaya zorla.
uk: Примусове видалення менеджера пакунків.
vi: Buộc xóa trình quản lý gói.

# apx.cmd.pkgmanagers.rm.options.name
source: The name of the package manager to remove.
ar: اسم مدير الحزم المراد حذفه.
ca: Nom del gestor de paquets que s'ha d'esborrar.
cs: Název správce balíčků, který má být odebrán.
de: Der Name des zu entfernenden Paketmanagers.
el: Το όνομα του διαχειριστή πακέτων που να αφαιρεθεί.
es: El nombre del gestor de paquetes a eliminar.
ga: Ainm an bhainisteora pacáiste a bhaint.
he: שם מנהל החבילה להסיר.
id: Nama manajer paket yang akan dihapus.
it: Il nome del gestore di pacchetti da rimuovere.
ko: 제거할 패키지 관리자의 이름입니다.
nl: De naam van de te verwĳderen pakketbeheerder.
pt_br: O nome do gerenciador de pacotes a ser removido.
tr: Kaldırılacak paket yöneticisinin adı.
uk: Назва менеджера пакетів, який слід видалити.
vi: Tên của trình quản lý gói cần xóa.

# apx.cmd.pkgmanagers.show
source: Show information about the specified package manager.
ar: عرض معلومات عن مدير الحزم المحدد.
ca: Mostrar informació del gestor de paquets especificat.
cs: Zobrazit informace o zadaném správci balíčků.
de: Zeigt Informationen über den angegebenen Paketmanager an.
el: Εμφάνιση πληροφοριών σχετικά με τον επιλεγμένο διαχειριστή πακέτων.
es: Mostrar información sobre el gestor de paquetes especificado.
ga: Taispeáin faisnéis faoin mbainisteoir pacáiste sonraithe.
he: הצג מידע על מנהל החבילה שצוין.
id: Menampilkan informasi tentang manajer paket yang ditentukan.
it: Mostra informazioni sul gestore di pacchetti specificato.
ko: 지정된 패키지 관리자에 대한 정보를 표시합니다.
nl: Toont informatie over de opgegeven pakketbeheerder.
pt_br: Mostrar informações sobre o gerenciador de pacotes especificado.
tr: Belirtilen paket yöneticisiyle ilgili bilgi gösterir.
uk: Показати інформацію про вказаний менеджер пакунків.
vi: Hiển thị thông tin về trình quản lý gói được chỉ định.

# apx.cmd.pkgmanagers.update
source: Update the specified package manager.
ar: قم بتحديث مدير الحزم المحدد.
de: Aktualisieren Sie den angegebenen Paketmanager.
es: Actualiza el gestor de paquetes especificado.
ga: Nuashonraigh an bainisteoir pacáiste sonraithe.
he: עדכון מנהל החבילה שצוין.
id: Memperbarui manajer paket yang ditentukan.
it: Aggiorna il gestore di pacchetti specifico.
ko: 지정된 패키지 관리자를 업데이트합니다.
nl: De opgegeven pakketbeheerder bĳwerken.
pt_br: Atualize o gerenciador de pacotes especificado.
tr: Belirtilen paket yöneticisini güncelle.
uk: Оновити вказаний менеджер пакунків.
vi: Cập nhật trình quản lý gói đã chỉ định.

# apx.cmd.stacks
source: Work with the stacks that are available in apx.
ar: تستخدم التشكيلات المتاحة في apx.
ca: Treballa amb les piles que es troben disponibles a apx.
cs: Práce se stacky, které jsou k dispozici v apx.
de: Arbeiten Sie mit den Stapeln, die in apx verfügbar sind.
el: Εργαστείτε με τις διαθέσιμες στοίβες στο apx.
es: Trabaja con las pilas disponibles en apx.
ga: Obair leis na cruacha atá ar fáil i apx.
he: לעבוד עם הערימה הזמינים ב Apx.
id: Bekerja dengan stack yang tersedia di apx.
it: Lavora con gli stack disponibili in apx.
ko: apx에서 사용 가능한 스택과 작업합니다.
nl: Werk met de in apx beschikbare stacks.
pt_br: Trabalhar com as pilhas que estão disponíveis no apx.
tr: Apx'te bulunan yığınlarla çalış.
uk: Працюйте зі стеками, які доступні в apx.
vi: Làm việc với các ngăn xếp có sẵn trong apx.

# apx.cmd.stacks.export
source: Export the specified stack.
ar: تصدير التشكيلة المحددة.
ca: Exportar la pila especificada.
cs: Exportovat zadaný stack.
de: Exportiert den angegebenen Stapel.
el: Εξαγωγή της επιλεγμένης στοίβας.
es: Exporta la pila especificada.
ga: Easpórtáil an chairn shonraithe.
he: ייצוא את הערימה המפורטת.
id: Mengekspor stack yang ditentukan.
it: Esporta lo stack specificato.
ko: 지정된 스택을 Export합니다.
nl: Exporteert de opgegeven stack.
pt_br: Exportar a pilha especificada.
tr: Belirtilen yığını dışa aktar.
uk: Експортувати вказаний стек.
